import React from 'react'
import GoogleMaps from '../../googleMap/GoogleMaps'

export default function RecordStandards() {
  return (
    <>
      <div className="container">
        <div className='standards_content'>
          <h2>Нормативы присвоения</h2>
          <p>КАМОНДАН ОТИШ</p>
          <p>ХАЛҚАРО ТОИФАДАГИ ЎЗБЕКИСТОН СПОРТ УСТАСИ</p>
        </div>

        <div className='master_sports'>
          <p>а) Олимпия ўйинларида 1-3 ўринлар;</p>

          <p>б) Осиё ўйинларида 1-3 ўринлар;</p>

          <p>в) Осиё чемпионатлида1-3 ўринлар;</p>

          <p>г) Жаҳон чемпионати ва Кубоклари 1-16 ўринлар;</p>

          <p>ёки юқорида қайд этилган мусобақаларда эгаллаган ўринлардан қатъий назар, разряд меъёрларини бажарганлигини учун берилади.</p>

          <p>ЎЗБЕКИСТОН СПОРТ УСТАСИ</p>

          <p>а) Халқаро мусобақаларда хар бир машқ бўйича камида 12 нафар спортчи иштирок этса;</p>

          <p>б) Катталар ўртасида ўтказиладиган Ўзбекистон Чемпионати ва Кубоги мусобақаларида иштирок этса;</p>

          <p>в) Вилоят ташкилотлар ва Тошкент шаҳрининг очиқ мусобақаларида хар бир машқ бўйича камида 15 нафар спортчи иштирок этса. Бунда умумий иштирокчиларнинг камида 3 нафарида спорт устаси унвони мавжуд бўлиши, шунингдек, хакамлар хайъати таркибида камида 2 нафар миллий тоифадаги хакам ёки 3 нафар олий тоифадаги хакамлар бўлиши шарт;</p>

          <p>г) Разряд меъёрлари талабини бажармасдан катталар ўртасида ўтказиладиган Ўзбекистон Чемпионати ва Кубоги мусобақаларида; 1 ўринни;</p>

          <p>д) ёки юқорида қайд этилган мусобақаларда эгаллаган ўринлардан қатъий назар, разряд меъёрларини талабини бажарса берилади.</p>

          <p>СПОРТ УСТАЛИГИГА НОМЗОД</p>

          <p>а) хар бир машқ бўйича иштирокчиларнинг сони камида 12 нафар спортчини ташкил этган, кўнгилли спорт жамиятлари, ташкилотлар ва Тошкент шаҳри томонидан ўтказиладиган чемпиоантларида иштирок этса, шунингдек, хакамлар хайъати таркибида 2 нафар миллий тоифадаги хакам ва 2 нафар олий тоифадаги хакам бўлса;</p>

          <p>б) ёки разряд меъёрларини талабини бажармаган ҳолда, ёшлар ва ўсмирлар ўртасида ўтказиладиган Ўзбекистон Чемпионатларида 1 ўринни эгалласа;</p>

          <p>в) ёки мусобақада эгаллаган ўринидан қатъий назар, разряд меъёрларини талабини бажарса берилади.</p>

          <p>Биринчи спорт разряди:</p>

          <p>а) юқорида қайд этилган, шунингдек, барча БЎСМлар томонидан ўтказиладиган мусобафаларда иштирок этса ва ҳар бир машқ бўйича 12 нафар спортчидан кам бўлмаган иштирокчилар ҳамда хакамлар хайъати таркибида камида 2 нафар олий тоифадаги хакамлар мавжуд бўлса;</p>

          <p>б) ёки ёшлар ва ўсмирлар ўртасида ўтказиладиган мусобақаларда 1 ва 2 ўринларни эгалласа;</p>

          <p>в) ушбу чемпионатларида эгаллаган ўрнидан қатъий назар, разряд меъёрларини талабини бажарса берилади.</p>
        </div>
      </div>
      <GoogleMaps />
    </>
  )
}
