import React from 'react'
import '../../../styles/Pages.css'
import PhisycalTraining from '../../../img/phisycal_training.png'
import GoogleMaps from '../../googleMap/GoogleMaps'

export default function Physicaltraining() {
  return (
    <>
      <div className="container">
					<div className='phisycal_content'>
            <h2>Физическая подготовка стрелка из лука</h2>
            <h3>Физическая подготовка стрелка из лука</h3>
            <p>Современная система тренировки стрелка включает разнообразные виды подготовки:&nbsp;<strong>физическую</strong>,&nbsp;<strong>техническую</strong>,&nbsp;<strong>тактическую</strong>,&nbsp;<strong>психологи­ческую</strong>&nbsp;и&nbsp;<strong>интеллектуальную</strong>.</p>
            <p>Одной из основных является&nbsp;<strong>физическая подготовка</strong>, направленная на укрепление здоровья, развитие двигатель­ных качеств и функциональных возможностей спортсмена. Этот вид подготовки принято считать залогом успешной специализации и высо­ких спортивных достижений.
              <img src={PhisycalTraining} alt="phisycal training"/>   
            </p>
          </div>

          <div className='phisycal_info'>
            <p>Уровень физической подготовленности является объективно действу­ ющим фактором, оказывающим влияние на процесс становления и под­держания спортивной формы стрелков.</p>
            <p>Большое значение физической подготовке в стрельбе из лука прида­ется еще и потому, что стрелковые упражнения, характеризующиеся однообразным повторением одних и тех же действий, иногда превраща­ются в весьма утомительное занятие, снижающее интерес к процессу тренировки и ускоряющее появление признаков потери работоспособ­ности. При этом автоматизированные процессы и двигательные навыки не обогащаются, а наоборот, возможности их дальнейшего совершен­ствования уменьшаются.</p>
            <p>Этот фактор является иногда основной причиной прекращения роста спортивного мастерства при продолжающейся тренировке, а переутом­ление и потеря интереса к занятиям, наступающие из-за монотонной, однообразно выполняемой работы, приводят к снижению спортивных результатов. В связи с этим задачи и содержание физической подготов­ки должны учитывать специфику вида спорта и быть направлены на повышение эффективности спортивной деятельности стрелков из лука. В основе системы физического воспитания лежит принцип всесто­ронней физической подготовки (ВФП).</p>
            <p><strong>Основными задачами физической подготовки стрелков из лука явля­ются:</strong></p>
            <p>• Укрепление здоровья спортсмена и предотвращение отрицательного влияния на организм стрелка из лука больших специфических нагрузок.</p>
            <p>• Повышение функциональных возможностей организма.</p>
            <p>• Расширение круга двигательных навыков.</p>
            <p>• Развитие основных двигательных качеств и способностей стрел­ка: выносливости, силы, гибкости, быстроты, ловкости.</p>
            <p>• Подготовка к большим по объему, высоким по интенсивности и психическому напряжению нагрузкам, а также быстрейшему восстанов­лению после них.</p>
            <p>Формирование физических возможностей, необходимых для со­вершенствования техники и тактики стрельбы из лука. Составными частями физической подготовки являются общая и спе­циальная физическая подготовка (ОФП и СФП). Каждая из этих частей имеет свои задачи, средства, методы, свою специфику.</p>
            <p>Общая физическая подготовка направлена на всестороннее развитие двигательных качеств, овладение разнообразными двигательными навы­ ками, повышение функциональных возможностей организма. Благодаря использованию средств общей физической подготовки решаются вопро­ сы оздоровления стрелков, восстановления и повышения их работоспо­собности в процессе напряженной соревновательной и тренировочной деятельности, а также профилактики возможных негативных воздействий на организм спортсмена в результате занятий стрельбой из лука.</p>
            <p>Средствами ОФП являются самые различные упражнения, занятия дополнительными видами спорта и разнообразной физической деятельно­ стью, направленно воздействующей на развитие основных двигательных качеств лучника и обогащающей арсенал его двигательных навыков.</p>
            <p>Хотя общая физическая подготовка имеет существенные отличия от СФП и решает свои специфические задачи, она в определенной степени должна обязательно учитывать специфику избранного вида спорта.</p>
            <p>В силу взаимодействия и взаимообусловленности двигательных ка­честв и навыков общая физическая подготовка является основой для успешной специальной подготовки.</p>
            <p>Специальная физическая подготовка (СФП) непосредственно направ­ лена на развитие двигательных качеств, формирование физических воз­действий и совершенствование двигательных навыков, специфичных для избранного вида спорта.</p>
            <p>Средствами специальной физической подготовки являются основные и специально-подготовительные упражнения.</p>
            <p>К основным относятся непосредственно сама стрельба. Специально-подготовительные упражнения направлены на развитие специальных качеств (физических, психических и т.д.) применительно к стрельбе из пука и представляют собой в основном различные сочетания имитации как отдельных элементов, так и выстрела в целом, выполняемые с резино вым жгутом, луком и с помощью тренажерных устройств в различных специально моделируемых соревновательных условиях.</p>
            <h4><strong>Оздоровительная направленность физической подготовки</strong></h4>
            <p>Стрельба из лука характеризуется рядом особенностей, предъявляю­щих повышенные требования к организму лучника в связи со специфи­кой его спортивной деятельности.</p>
            <p>Поза стрелка существенно отличается от обычной позы стоящего человека. Для стрелка из лука необходимо создать такое рабочее поло жение, при котором обеспечивалась бы наибольшая устойчивость сис­ темы «стрелок-оружие».</p>
            <p>Для этого требуются значительные мышечные усилия, которые не­ обходимо проявлять в течение нескольких часов. При анализе медицин­ ских карт ведущих стрелков выявлены в той или иной мере нарушения осанки: искривление позвоночника во фронтальной плоскости, асим­ метрия плеч, лопаток, костей таза и т.д.</p>
            <p>Даже после одноразовой тренировочной нагрузки остаточное искрив­ ление позвоночника вследствие асимметричного статического напря­ жения мышц туловища удерживается около 1,5-2 ч после стрельбы. В результате длительных и однообразных занятий без применения про­ стейших корригирующих упражнений происходит фиксация неправиль­ ного положения позвоночника. Особенно это относится к юным стрел­ кам, у которых мышечный аппарат недостаточно развит.</p>
            <p>В результате длительных и систематических занятий у стрелков мо­ гут возникать и другие специфические заболевания опорно-двигатель­ ного аппарата. Наиболее распространенные из них: плоскостопие, де­ формирующий артроз, пояснично-крестцовый радикулит, артрит, остео­ хондроз, миозит, паратенонит и др.</p>
            <p>Одним из распространенных заболеваний является вегетативно-сосу­дистая дистония - нарушение тонуса сосудов как следствие высокой эмо­циональной напряженности тренировочной и соревновательной деятель­ ности на фоне невысокого уровня функциональной и физической подготов­ ленности. К сопутствующим заболеваниям, обусловленным спецификой вида спорта, относятся различные простуды: ринит, бронхит, пневмония, ангина, фарингит, отит и т.д. Часто при игнорировании спортсменами и тренером неблагоприятно воздействующих на лучника факторов внешней среды перечисленные заболевания приобретают хронический характер.</p>
            <p>В связи со всем вышеперечисленным тренеры и спортсмены должны учитывать возможные негативные последствия при занятиях стрельбой из лука и стараться их предотвратить, включая в план подготовки необ­ ходимые мероприятия, направленные на оздоровление организма и про­ филактику травм и заболеваний.</p>
            <p>Для предотвращения отрицательных воздействий необходимо исполь­ зовать совокупность профилактических мероприятий, которые можно подразделить на четыре группы:</p>
            <ul>
              <li>Комплекс корригирующих упражнений, включаемых в учебно- тренировочное занятие.</li>
              <li>Комплекс упражнений, выполняемых после тренировки.</li>
              <li>Самостоятельные занятия.</li>
              <li>Занятия другими видами спорта: плавание, езда на велосипеде, теннис, футбол и др.</li>
            </ul>
            <p>Рациональное использование этих мероприятий позволяет также ре­шать вопросы, связанные с восстановлением оптимального уровня дея­ тельности функциональных систем организма лучника, обеспечиваю­ щих высокую эффективность его спортивной работоспособности, пре­ дупреждающих состояние перетренированности и позволяющих длительное время сохранять высокую спортивную форму.</p>
            <h4><strong>Развитие общих и специальных физических качеств стрелков из лука</strong></h4>
            <p>В теории и методике спорта принято понимать под физической подго­ товкой спортсмена процесс развития его физических качеств, проявля­ ющихся в двигательных способностях.</p>
            <p>К физическим качествам относят скоростные способности, вынослив ость, силу, гибкость, ловкость (координационные способности).</p>
            <p>Данные способности лежат в основе спортивной работоспособнос­ ти, проявляясь непосредственно через технику и тактику стрельбы.</p>
            <p>Физическая подготовка осуществляется с помощью основных и подго­ товительных упражнений. К первым относится непосредственно стрельба, ко вторым - общеразвивающие и специальные упражнения. К общеразвив ающим упражнениям обычно относят занятия другими (вспомогательными) видами спорта или занятия любой физической деятельностью, естествен­ но, ориентированной на развитие определенных способностей с учетом специфики избранного вида спорта. Это плавание, бег, езда на велосипеде, настольный теннис, катание на коньках, хождение на лыжах и т.д.</p>
            <p>Специальные упражнения направлены на развитие физических качеств, непосредственно обеспечивающих эффективное выполнение осно вного спортивного движения, т.е. выстрела из лука.</p>
            <p><strong>Развитие выносливости</strong></p>
            <p>В стрелковом спорте под выносливостью принято понимать способно сть противостоять утомлению во время тренировочной и соревнова­ тельной деятельности путем мобилизации функциональных возможностей организма.</p>
            <p>Выносливость теснейшим образом связана с процессом утомления. Различают несколько типов утомления:</p>
            <ul>
              <li>умственное (связанное с интенсивным характером мыслительных процессов);</li>
              <li>сенсорное (утомление различных анализаторов);</li>
              <li>эмоциональное (как следствие интенсивных эмоциональных пере­ живаний);</li>
              <li>физическое (вызванное продолжительными мышечными напряже­ ниями).</li>
            </ul>
            <p>&nbsp;</p>
            <p>В стрельбе из лука присутствуют все перечисленные виды утомле­ния.</p>
            <p>Физическая подготовка стрелка из лука, развивающая в том числе и физические качества спортсмена, имеет весьма разнообразный харак­тер благодаря выполнению различных упражнений, направленных на совершенствование тех видов выносливости, которыми характеризует­ ся спортивная деятельность лучника.</p>
            <p>Деятельность стрелка из лука представляет собой чередование дли­ тельной статической и динамической относительно однообразной рабо­ ты, выполняемой в течение нескольких часов. Наличие большого объе­ ма статической работы предъявляет повышенные требования к орга­ низму лучника, так как при статическом напряжении утомление наступает быстрее, чем при динамическом. Это связано с немалой на­ грузкой на нервную систему, которой следует регулировать высокую точность и однообразие мышечных усилий при большом количестве вы­ полняемых выстрелов, необходимых для сохранения устойчивости сис­ темы «стрелок-оружие-мишень».</p>
            <p>Высокие требования также предъявляются к нервной системе еще и потому, что для лучника каждый выстрел на дистанции - своеобразный «старт», за которым следует «финиш» в виде полученного результата, который в большой степени влияет на психическую устойчивость спорт­ смена. Следует также учитывать, что таких стартов и финишей необхо­ димо выполнить несколько десятков на каждой дистанции. В связи с этим усталость стрелка из лука в большей степени выражается в психи­ ческом, нежели физическом утомлении, хотя и физические нагрузки дос­ таточно высоки.</p>
            <p>Большое значение для развития систем организма лучника и улуч­ шения функционирования их адаптационных механизмов имеет общая выносливость. Общая выносливость - это выносливость к продолжи­ тельной работе умеренной мощности, включающей функционирование большей части мышечного аппарата.</p>
            <p>При тренировке, направленной на развитие этого вида выносливос­ ти, образуются условно-рефлекторные связи, улучшающие регуляцию деятельности мышц, совершенствующие кровообращение, дыхание, об­ мен веществ, теплорегуляцию и т.д., т.е. совершенствуются системы организма, которые определяют состояние здоровья спортсмена и уро­ вень его функциональной, физической и психологической подготовлен­ ности.</p>
            <p>Именно благодаря высокому уровню развития общей выносливости организм стрелка приобретает необходимую способность сопротивлять ся утомлению в процессе специальной тренировочной и соревнователь­ной деятельности, быстрее восстанавливаться после физических, интел­ лектуальных и эмоциональных нагрузок.</p>
            <p>Развитие выносливости лучше всего достигается длительными фи­ зическими нагрузками, вызывающими мощное развертывание в орга­ низме окислительных процессов (обменного характера). В этом случае улучшается работа сердечно-сосудистой системы, повышается эконо­ мичность обмена веществ, увеличивается кислородный запас во время работы, а также улучшается деятельность внутренних органов. Луч­ шие условия для необходимых сдвигов в организме создаются при вы­ полнении длительной работы в умеренном темпе.</p>
            <p>Следует отметить, что выносливость развивается лишь в тех случа­ях, когда в процессе занятий спортсмены испытывают утомление. При этом в организме происходят адаптационные изменения, повышающие общую выносливость организма. Кроме того, развитие выносливости, заключающееся в противостоянии утомлению, развивает в процессе тренировки и волевые качества спортсмена.</p>
            <p>Для развития общей выносливости используют, как правило, разл ичные упражнения или виды спорта циклического характера: бег, плав ание, греблю, езду на велосипеде, передвижение на лыжах и т.д.</p>
            <p>Наиболее распространенным методом развития выносливости явля­ ется равномерный. Он характеризуется непрерывным, длительным и малоинтенсивным выполнением упражнения, например легкоатлетичес­ кий бег (или кросс). Бег с частотой сердечных сокращений (ЧСС) 130- 180 уд./мин является самым эффективным, надежным и простым мето­ дом тренировки сердечно-сосудистой, дыхательной и мышечной систем. По скорости бега и пульсу спортсмен может судить о степени напряженно сти работы сердечно-сосудистой и дыхательной систем. Однако при­ учать организм спортсмена к бегу следует постепенно.</p>
            <p>Сначала используется бег со скоростью, увеличивающей ЧСС до 130 уд./мин. Бег в этом режиме связан с невысокой работоспособностью сердца, но способствует капилляризации прежде всего работающих мышц ног, а также увеличению числа действующих кровеносных сосу­ дов и улучшению кровоснабжения всего организма.</p>
            <p>Следующим является бег со скоростью, увеличивающей ЧСС до 130- 150 уд./мин. Этот режим развивает и хорошо поддерживает работоспо­ собность сердца и способствует дальнейшей капилляризации мускулат уры и внутренних органов.</p>
            <p>Бег со скоростью, увеличивающей ЧСС до 150-180 уд./мин, эффек­ тивно развивает субмаксимальную работоспособность сердечно-сосудис той системы. Этот режим бега применяется, как правило, только при тренировке хорошо подготовленных спортсменов.</p>
            <p>При целенаправленных занятиях необходимо регулярно следить за своим пульсом как наиболее доступным физиологическим показателем организма.</p>
            <p>Кроме легкоатлетического бега в тренировке стрелков можно ис­ пользовать и другие циклические виды спорта, например лыжные гон­ки, бег на коньках, плавание. Показателем эффективности использова­ ния физических упражнений и в этом случае является частота сердечных сокращений.</p>
            <p>Противостоять утомлению и сохранять высокую эффективность спортивной деятельности в стрельбе из лука помогает также специаль­ ная статическая и динамическая силовая выносливость.</p>
            <p>Специальная выносливость лучника - это способность поддерживать оптимальный уровень работоспособности на протяжении выполнения всего стрелкового упражнения в течение нескольких часов как во время соревнований, так и в процессе тренировки.</p>
            <p>Статическая силовая выносливость - это способность лучника к дли­ тельному и относительно устойчивому удержанию растянутого лука в процессе прицеливания и обработки выпуска стрелы.</p>
            <p>Развитие данной способности предусматривает длительное и мно­ гократное повторение позы изготовки и поддержание ее в течение оп­ ределенного времени. Эти действия направлены на адаптацию орга­ низма лучника к специфическим нагрузкам. Тренировку следует пла­ нировать таким образом, чтобы стрелок имел некоторый запас прочности при выполнении необходимых элементов выстрела. Это обусловлено тем обстоятельством, что спортсмен в условиях соревно­ ваний испытывает дополнительные психические нагрузки, связанные с воздействием часто негативных факторов (неблагоприятные метео­ рологические условия), заставляющих его иногда увеличивать коли­ чество попыток. Статическая выносливость характеризуется време­ нем удержания лука и амплитудой колебания мушки прицела. Стрелки разной квалификации имеют различный уровень развития статичес­ кой выносливости, что подчеркивает важность данного фактора для роста спортивного мастерства.</p>
            <p>Основным методом тренировки статической силовой выносливости является метод строго регламентированных упражнений с применением специальных схем, предусматривающих длительность удержания лука и жесткие интервалы отдыха.</p>
            <p>Для развития данного вида выносливости могут быть использованы следующие упражнения:</p>
            <ul>
              <li>удержание растянутого лука с сопротивлением 60% от максималь­ ного условия в течение 5-6 с с интервалами отдыха 2-3 с;</li>
              <li>удержание растянутого лука с сопротивлением в течение 5-6 с с интервалом отдыха 10-15 с;</li>
              <li>прицеливание с растянутым луком на различных дистанциях;</li>
              <li>прицеливание с растянутым луком по уменьшенной мишени.</li>
            </ul>
            <p>Упражнения с элементами прицеливания можно выполнять, изменяя длительность удержания лука в растянутом положении, иногда доводя время удержания до предельного (работа «до отказа»).</p>
            <p>В качестве параметра, характеризующего уровень развития стати­ ческой силовой выносливости, можно использовать коэффициент, кото­ рый определяется отношением времени удержания лука к амплитуде колебания мушки прицела. Данный показатель можно использовать в качестве теста при планировании тренировочного процесса.</p>
            <p>К развитию статической выносливости следует приступать на на­ чальной стадии подготовки с юными спортсменами и уделять этому не менее 20-25 мин на каждом занятии, сочетая с дополнительными до­ машними заданиями.</p>
            <p>Динамическая силовая выносливость - это способность лучников к длительной и эффективной работе, направленной на многократное на­ тяжение лука.</p>
            <p>Этот вид выносливости является очень важным, так как во многом обеспечивает согласованные действия многочисленных мышечных групп спины, руки, непосредственно выполняющей натяжение лука, и руки, обеспечивающей удержание лука и противодействующей его давлению. От уровня развития данного качества во многом зависит оптимальное распределение усилий всех мышечных групп, участвующих в реализа­ ции прицельного выстрела.</p>
            <p>Для развития этого вида выносливости можно рекомендовать следующие упражнения:</p>
            <ul>
              <li>многократную имитацию натяжения лука с сопротивлением 25- 50% от максимальной силы в среднем темпе 20 раз в минуту до полного утомления (работа на тренажере с выключением руки, удерживающей лук, или с резиновым жгутом);</li>
              <li>многократное натяжение лука с сопротивлением 60-70% от макси­мального усилия в среднем темпе 20-25 раз в минуту; выполнять в виде серий с перерывом в 1 минуту.</li>
            </ul>
            <p>При выполнении данного упражнения необходимо обращать внимани е стрелка на поддержание позы изготовки и работу руки, обеспечива­ ющей надежный «упор» в лук.</p>
            <p>Необходимо также помнить, что основным упражнением, направ­ ленным на развитие статической и динамической силовой выносливос­ ти, является непосредственное выполнение выстрела в целом на различ­ ных дистанциях.</p>
            <p><strong>Силовые способности.</strong></p>
            <p>Сила определяется как способность человека противодействовать сопротивлению и преодолению его за счет мышечных напряжений.</p>
            <p>Мышечные сокращения происходят под влиянием нервных импуль­ сов, поступающих из центральной нервной системы. В связи с этим уп­ равление работой мышц осуществляется посредством специальных свя­ зей между нервной и мышечной системами.</p>
            <p>Силовые способности зависят от физиологического поперечника мышцы, соотношения мышечных волокон различных видов, количества включенных в работу двигательных единиц, синхронизации деятельно­сти мышц-синергистов, своевременного выключения из работы мышц- антагонистов. В конкретных двигательных действиях силовые способ­ ности прямо обусловлены биомеханической структурой движения: воз­ можностью вовлечения в работу крупных мышечных групп, длиной плеч-рычагов, участвущих в работе крупных мышечных групп, и др.</p>
            <p>Проявление силовых способностей тесно связано с эффективностью энергообеспечения соответствующей работы, совершенством техники выполнения движений, уровнем развития скоростных способностей и гибкости.</p>
            <p>Помимо этого на проявление силы мышц влияет степень тренирован­ ности, утомления и состояния нервной системы спортсмена. Силовые способности принято подразделять на три группы: собственно силовые, скоростно-силовые, силовую выносливость, и для развития каждой из них требуются определенные упражнения.</p>
            <p>К первой группе относят движения, связанные с удержанием лука в статическом положении и его растяжением.</p>
            <p>Ко второй группе можно отнести действия, обеспечивающие быст­ рый подъем лука и его растяжение при стрельбе в неблагоприятных ме­ теорологических условиях и при дефиците времени, оставшегося на выполнение выстрела.</p>
            <p>К третьей группе, характеризуемой способностью длительное время поддерживать оптимальные силовые напряжения, относится непосред­ ственно сама стрельба.</p>
            <p>При анализе действий лучника, выполняющего выстрел, можно вы­ делить четыре основные фазы: подготовительную; натяжение лука и ориентацию его в плоскости стрельбы; уточнение прицеливания с пос­ ледующим выпуском стрелы; снятие мышечного напряжения (расслаб­ ление).</p>
            <p>Основная работа происходит во время второй и третьей фаз, выпол­ нение которых требует значительных мышечных усилий, тем более, если учитывать многократность повторяемых действий.</p>
            <p>К основным группам мышц, участвующим в реализации выстрела из лука, принято относить широчайшую мышцу спины, задние пучки дель­ товидной мышцы, подостную, малую и большую круглую мышцы (участ­ вуют в разгибании плеча), трапециевидную и малую ромбовидную (от­ ведение плеча, приведение лопатки к позвоночному столбу), а также мышцы предплечья, кисти (удержание и выпуск тетивы), мышцы - сги­ батели и разгибатели туловища.</p>
            <p>В процессе многократного выполнения основного спортивного дви­ жения (прицельного выстрела из лука) основная задача стрелка заклю­ чается в том, чтобы противостоять возрастающему утомлению, вызван­ ному силовым компонентом нагрузки, т.е. удержанию лука в относи­ тельно устойчивом положении (определенное время) и его натяжению. Поэтому в тренировку стрелка из лука следует включать упражне­ ния, направленные на развитие собственно силовых, скоростно-сило вых способностей и силовую выносливость.</p>
            <p>Развитие общей силы направлено на совершенствование силовых способностей всех групп мышц и является необходимым условием гар­ моничного физического развития. Поэтому для повышения уровня об­щей физической подготовленности широко используются общеразви вающие упражнения - движения отдельными частями тела и сочетание движений. Они могут выполняться с разной степенью мышечного на­ пряжения - от умеренного до максимального, с различной скоростью и амплитудой, без предметов и с предметами (гантели, гири, штанга, рези­ новые и пружинные амортизаторы и т.д.), на гимнастических снарядах, в паре с партнером и индивидуально.</p>
            <p>Нагрузка в процессе тренировочного занятия зависит от подбора упражнений, характера их выполнения и количества. Большое значе­ ние имеет интенсивность мышечных напряжений, которую можно повы­сить путем большей продолжительности упражнения, изменения скорос­ ти его выполнения и увеличения массы отягощения.</p>
            <p>Величину нагрузки можно также регулировать с помощью измене­ ния интервала отдыха между упражнениями. Чем интервал меньше, тем нагрузка там больше.</p>
            <p>Общеразвивающие упражнения подразделяются в зависимости от преимущественного их воздействия на различные части тела и мышечные группы:</p>
            <ul>
              <li>упражнения для мышц рук и плечевого пояса;</li>
              <li>упражнения для мышц туловища и шеи;</li>
              <li>упражнения для мышц ног;</li>
              <li>упражнения для мышц всего тела (упражнения общего характера).</li>
            </ul>
            <p>Следует отметить, что развитие силы наиболее эффективно лишь в том случае, если в процессе тренировки используются упражнения с отягощениями и упражнения, выполняемые в замедленном темпе со значительным напряжением мышц. Весьма эффективны также упражнения с использованием различных тренажерных устройств.</p>
            <p>В зависимости от характера работы мышц выделяют два основных метода развития силы: изотонический -динамические упражнения с отя­ гощениями или с использованием тренажеров; изометрический - стати­ческие упражнения с использованием простейшей аппаратуры или соб­ ственной массы тела.</p>
            <p>Специальную силу развивают применительно к выполняемым техни­ ческим действиям лучника. Она необходима для удержания лука и со­ противления его давлению, а также непосредственно для растяжения лука.</p>
            <p>Наиболее распространенным и приемлемым при развитии специаль­ ной силы для стрелка из лука является изотонический метод, который включает в себя метод максимальных и повторных усилий.</p>
            <p>Этот метод заключается в том, что спортсмен выполняет движения с максимальным (предельным или околопредельным) напряжением.</p>
            <p>В качестве основного упражнения применяется имитация выстрела - натяжение лука и удержание лука или тетивы на тренажере определен­ ное время в специфической позе изготовки.</p>
            <p>Максимальным считается такое сопротивление, при котором движе­ ние может быть выполнено 2-3 раза подряд. Темп и скорость движения невысокие и приближены к временным характеристикам выстрела из лука. Интервал отдыха между подходами не менее 2 мин.</p>
            <p>В системе силовой подготовки существуют такие понятия, как чис­ ло повторений и число подходов. Повторение - выполнение каждого упражнения один или несколько раз. Понятие «подход» включает в себя выполнение упражнения в целом независимо от числа повторе­ ний.</p>
            <p>Для развития силовых способностей можно также использовать уп­ ражнения, имитирующие натяжение лука (как с луком, так и без него или на тренажере в замедленном темпе).</p>
            <p>В этом случае упражнение выполняется в течение 1-1,5 мин. Пос­ ле каждого повторения необходимо расслабить мышцы и сделать не­ сколько глубоких вдохов и выдохов. Напряжение мышц, участвую­ щих в выполнении данного упражнения, должно быть околопредель­ ным.</p>
            <p>Следует иметь в виду, что тренировка с применением метода макси­ мальных усилий требует от стрелка предельных мышечных усилий, которые, являясь исключительно мощным и эффективным раздражите­ лем, предъявляют высокие требования к нервно-психическим возможностям.</p>
            <p>Учитывая специфику вида спорта, метод максимальных усилий мо­ жет быть рекомендован для применения не более 2-3 раз в неделю, а с ц елью дополнительного стимулирования процесса развития силы - лишь и подготовительном периоде подготовки.</p>
            <p>Метод повторных усилий является наиболее приемлемым для лучни­ ка. Суть его заключается в том, что в процессе двигательной деятельно­ сти стрелок проявляет значительные мышечные напряжения, однако предел усилия определяется не величиной отягощения или сопротивле­ ния, а числом повторений.</p>
            <p>При небольшом числе повторения (4-8) в одном подходе происходит развитие преимущественно абсолютной мышечной силы. Если число повторений составляет 12 и более при среднем (40-50%) сопротивле­ нии, в основном развивается силовая выносливость.</p>
            <p>С целью умеренного развития силы и силовой выносливости можно рекомендовать упражнение, имитирующее натяжение лука или резинов ого амортизатора с применением метода повторных усилий. Количе­ ство повторений - 10-14, число подходов - 5-6.</p>
            <p>Для развития силы стрелки из лука могут использовать также изо­ метрический метод, обычно применяющийся в сочетании с изотоничес­ ким.</p>
            <p>Суть изометрического метода заключается в том, чтобы вызвать оп­ ределенное, по возможности постоянное напряжение в тренируемой мышц e или группе мышц и поддерживать это напряжение в течение определе нного времени.</p>
            <p>К тренировке по данному методу рекомендуется приступать лишь после некоторой предварительной подготовки, направленной на разви­ тие силы, с использованием динамических упражнений. Необходимо по мнить, что каждая тренировка с использованием упражнений по дан­ ному методу должна начинаться с разминки, включающей несколько общеразвивающих упражнений.</p>
            <p>Изометрический метод развития силы имеет целый ряд достоинств:</p>
            <ul>
              <li>небольшая продолжительность тренировки (15-20 мин);</li>
              <li>избирательное воздействие практически на любую мышечную группу;</li>
              <li>не требует сложного и дорогостоящего оборудования;</li>
              <li>упражнения являются хорошим средством для укрепления костно- мышечного аппарата и могут служить в качестве корригирующих упражнений.</li>
            </ul>
            <p>Для развития специальной силы могут использоваться упражнения, и митирующие растяжение лука.</p>

            <p>Все технические действия по натяжению лука подразделяются на три фазы:</p>

            <p><strong>1-я фаза</strong>&nbsp;- угол между линией плеч и рукой, выполняющей натяжение лука (тренажерного устройства), 90-100° (начальное положение при натяжении лука), угол в локтевом суставе 80-90°;</p>

            <p><strong>2-я фаза</strong>&nbsp;- угол между линией плеч и рукой, выполняющей натяжение лука, 120-130°, в локтевом суставе 50-60° (среднее положение);</p>

            <p><strong>3-я фаза</strong>&nbsp;- угол между линией плеч и рукой, выполняющей натяжение лука, 160-170°, в локтевом суставе 30-40° (заключительное положе­ние).</p>

            <p>При выполнении упражнения необходимо учитывать, что нарастание и ослабление напряжения выполняются плавно в течение 2 с, время мак­ симального усилия - 5-6 с, а всё упражнение (наращивание усилия, его удержание и ослабление) - 10 с. Отдых между напряжениями - 30-40 с, интервал времени между упражнениями - 2-3 мин.</p>

            <p>Одним из наиболее важных компонентов силовой подготовки лучни­ка является его способность управлять своими усилиями.</p>

            <p>Это связано с тем, что стрелок из лука совершает одновременно не­сколько технических действий и только правильное и дифференциро­ванное распределение усилий позволяет ему обеспечить высокую их эффективность (удержание и возрастание сопротивления давлению лука, натяжение лука и «дотяг», расслабление пальцев при выпуске стрелы и т.д.).</p>

            <p>Экспериментальные данные свидетельствуют о том, что уровень раз­ вития этой способности положительно коррелирует с ростом спортивно­ го мастерства.</p>

            <p>Так, ошибка воспроизведения усилия, необходимого для натяже­ния лука у спортсменов юношеских разрядов, составляла 9-10% «силы лука», а у мастеров международного класса - всего лишь 1,0-1,5%.</p>

            <p>В результате анализа степени важности развития способности уп­равления своими усилиями выявлено, что у лучников низкой и средней спортивной квалификации на первом месте находится развитие макси­мальной силы и только на последнем (четвертом месте) - управление своими усилиями, тогда как у лучников высшей квалификации управ­ление своими усилиями занимает первое место.</p>

            <p>Таким образом, можно сделать вывод о том, что ведущим компонен­том подготовки лучника при развитии силовых способностей является способность управлять своими усилиями.</p>

            <p>Необходимо также учитывать, что для развития силовых способнос­тей следует соблюдать принятые в спортивной тренировке принципы постепенности, систематичности и др., а также осуществлять подбор средств и методов, исходя из индивидуальных особенностей стрелка, этапа и периода подготовки.</p>

            <p><strong>Развитие гибкости</strong></p>

            <p>Под гибкостью понимают морфофункциональные свойства опорно-двигательного аппарата, определяющие степень подвижности его зве­ньев.</p>

            <p>Значение гибкости заключается в том, что при оптимальном уровне ее развития стрелок имеет возможность быстрее и лучше овладеть рационально й техникой выполнения выстрела и экономнее использовать свои силы.</p>

            <p>Увеличение амплитуды в различных суставах (плечевых, локтевых, лучезапястных, позвоночнике) позволяет выбрать и отработать более удобную рабочую позу, повысить экономичность движений.</p>

            <p>Принято различать активную гибкость, т.е. гибкость, проявляемую за счет собственных мышечных усилий, и гибкость пассивную, которая проявляется при воздействии внешних сил.</p>

            <p>Гибкость зависит главным образом от формы суставных поверхнос­тей, растягиваемости позвоночного столба, связок, сухожилий.</p>

            <p>На гибкость влияет тонус мышц, зависящий от состояния централь­ной нервной системы. Под ее влиянием эластические свойства мышц могут в значительной степени меняться.</p>

            <p>Проявления гибкости зависят также от температуры внешней среды: при повышении температуры гибкость увеличивается, при ее уменьше­нии - понижается. Этот фактор необходимо учитывать, так как стрель­ба в условиях пониженной температуры приводит к ухудшению гибкос­ти и получению травм.</p>

            <p>Гибкость связана с силой мышц, и в этой связи надо помнить, что интенсивные занятия упражнениями, направленными на развитие силы, могут вести к ограничению подвижности в суставах. Этот фактор в стрельбе из лука может иногда играть и положительную роль, так как излишняя гибкость в некоторых суставах (лучезапястный, локтевой, плечевой) может не только снижать эффективность выполнения техни­ческих действий, но и привести к возникновению ошибок, а также трав­мам (особенно у юных стрелков).</p>

            <p>Недостаток гибкости у лучников может, в свою очередь, привести к снижению эффективности выполняемых технических действий, излиш­ним энергозатратам, нарушению плавности выполнения движений и координации. В отдельных случаях недостаточный уровень развития гибкости в различных суставах и неправильное распределение нагруз­ки приводят к возникновению травм и заболеваний (лучезапястные и плечевые суставы, позвоночник).</p>

            <p>Упражнения, направленные на развитие гибкости, следует выпол­нять ежедневно. Рекомендуется включать их в разминку и в комплекс утренней зарядки.</p>

            <p><strong>Скоростные способности</strong></p>

            <p>Под скоростными способностями принято понимать комплекс функ­ циональных свойств, обеспечивающих выполнение двигательных дей­ствий в минимальное время. Скоростные способности подразделяются на группы:</p>

            <ul>
              <li>скорость простой и сложной реакции (измеряется латентным време­ нем реагирования);</li>
              <li>скорость выполнения отдельных двигательных актов (измеряется величинами скорости и ускорения при выполнении отдельных движе­ ний, не отягощенных внешним сопротивлением);</li>
              <li>частота движений - темп (измеряется количеством движений в еди­ ницу времени).</li>
            </ul>

            <p>Основными предпосылками скоростных способностей являются под­ вижность нервных процессов, уровень нервно-мышечной координации, особенности мышечной ткани - соотношение различных мышечных во­ локон, их эластичность, растяжимость, эффективность внутримышеч­ ной и межмышечной координации. Проявление скоростных способнос­ тей также определяется уровнем развития силы, гибкости и координаци­ онных способностей, качеством спортивной техники, возможностями биохимических механизмов, обеспечивающих движения скоростного характера, уровнем развития волевых качеств.</p>

            <p>В стрелковом спорте скоростные способности стрелка принято вы­ ражать в виде формулы:</p>

            <p><strong>Vб (быстрота) = Vв (восприятия) + Vд (движения).</strong></p>

            <p>Согласно данной формуле скоростные способности стрелка тем выше, чем меньше по времени каждая из слагаемых величин. Скорость восприятия в основном определяется свойствами анализаторов (зритель­ ный, кинестетический, слуховой и др.), динамикой центральных нервных процессов и особенностями нервно-мышечных отношений.</p>

            <p>Большое влияние на скорость восприятия оказывает направленность внимания на ожидаемую деятельность. В том случае, если внимание на­ правлено не на сигнал к действию (сигнал к началу стрельбы), а на подъем руки и натяжение лука, то время реакции сокращается.</p>

            <p>Восприятие неразрывно связано с ощущениями и зависит от опреде­ленных отношений между ними. Ощущения, в свою очередь, во многом определяют уровень чувствительности стрелка к тем или иным раздра­ жителям. Это особенно важно во время выполнения заключительной (во многом определяющей эффективность всех действий) части выст­ рела, так как выпуск тетивы (стрелы) должен совпасть с моментом наименьшего колебания лука - «плато». Эти «плато» по своей времен­ ной величине весьма незначительны, поэтому значение чувствитель ности и скорости восприятия весьма велико и требует специальной тре­ нировки.</p>

            <p>Значительно сократить скорость восприятия достаточно сложно, но при целенаправленной и многолетней тренировке можно добиться ее некоторого увеличения.</p>

            <p>При рассмотрении второго слагаемого - скорости движения (Уд) - необходимо отметить, что она в основном определяется подвижнос­ тью нервных процессов, особенностями мышечной ткани (соотноше­нием различных мышечных волокон, их растяжимостью, эластичнос­ тью, эффективностью внутримышечной и межмышечной координа­ции), уровнем развития скоростно-силовых способностей, гибкости, координационных способностей, совершенством спортивной техни­ки, особенностями биохимических процессов и интенсивностью во­ левого усилия.</p>

            <p>Для развития различных компонентов, определяющих скорость дви­ жения, могут использоваться различные средства и методы.</p>

            <p>Так, например, для тренировки подвижности нервных процессов, которая в основном зависит от скорости смены процессов возбуждения и торможения, может использоваться многократное повторение опреде­ ленных движений на специфические раздражители (команда к началу стрельбы, звуковые и световые сигналы и т.д.).</p>

            <p>Для развития и совершенствования скоростно-силовых возможнос­тей, а также сократительных способностей мышечного аппарата, обес­ печивающего необходимую амплитуду движений, особенно в конечных точках, обуславливающую совершенную спортивную технику, могут быть использованы упражнения, связанные с имитацией отдельных эле­ментов выстрела (принятие изготовки, натяжение лука и т.д.) со стрелой или без стрелы, или непосредственно стрельба на различных дистанци­ ях с определенными заданиями (например, выполнить по команде выст­ рел или серию выстрелов с максимально возможной для стрелка скоро­ стью при сохранении качественной техники выстрела).</p>

            <p>При проведении подобных тренировок необходимо учитывать, что скорость выполняемых действий надо увеличивать при постепенно на­ растающей интенсивности движений и волевого усилия, а также сле­дить за тем, чтобы не нарушилась техника выполнения как отдельных элементов, так и выстрела в целом.</p>

            <p>Необходимо также помнить, что эффективность тренировки значи­ тельно повысится, если будет сформирована правильная психическая мотивация и будет создан соревновательный микроэлемент в каждом тренировочном занятии.</p>

            <p>Одним из основных требований скоростной подготовки стрелков из лука является хорошее освоение технических заданий. Это важно пото му, что только при этом условии стрелки будут в состоянии сконцентри­ ровать внимание и волевые усилия не столько на правильности выпол­ нения движений, сколько на их скорости.</p>

            <p>При развитии скоростных качеств интервалы между выполняемыми действиями следует планировать таким образом, чтобы к началу вы­ полнения очередного задания возбудимость центральной нервной сис­ темы была повышена, а физико-химические сдвиги в организме уже в значительной степени нейтрализованы, т.е. стрелок должен успевать восстановиться после выполнения задания.</p>

            <p>В заключение надо отметить, что основным методом развития скоро­ стных качеств стрелка из лука является многократное повторение ско­ ростных действий с максимальной или околомаксимальной интенсивно­стью на сигналы-раздражители с постепенным сокращением времени на ответные действия без нарушения техники выполнения.</p>

            <p><strong>Развитие ловкости</strong></p>

            <p>Ловкость - это способность быстро овладевать координационносложными действиями, а также быстро корректировать двигательную деятельность в соответствии с изменением обстановки.</p>

            <p>Ловкость характеризуется координационной сложностью двигатель­ ных действий и точностью движений, временем их выполнения.</p>

            <p>В структуре координационных способностей следует выделять:</p>

            <ul>
              <li>Способность к овладению новыми движениями.</li>
              <li>Умение дифференцировать различные характеристики движений и управлять ими.</li>
              <li>Способность к импровизации и комбинациям в процессе двига­ тельной деятельности.</li>
            </ul>

            <p>Высокий уровень координационных способностей позволяет быстро овладевать новыми двигательными навыками; рационально использо­ вать имеющийся запас умений, навыков и двигательные качества - силу, быстроту, гибкость; проявлять необходимую вариативность движений в соответствии с конкретными ситуациями тренировочной и соревнова­ тельной деятельности.</p>

            <p>Координационные способности проявляются в целесообразном вы­боре двигательных действий из арсенала освоенных навыков. Поэтому естественно, что координационные способности зависят от двигатель­ ной подготовленности лучника, количества и сложности освоенных на­ выков, а также от эффективности протекания психических процессов, обусловливающих надежность управления движениями и обеспечиваю­ щих одновременное выполнение спортсменом технических действий, необходимых для выполнения выстрела, обеспечения устойчивости сис темы «стрелок-оружие» и адекватного реагирования на изменение ус­ловий спортивной деятельности (освещенность, ветер, дождь и т.п.).</p>

            <p>Наряду с этим координационные способности во многом обуслов­ лены оперативностью спортсмена, необходимой для переработки по­ ступающей информации, получаемой от зрительных, кинестетических, тактильных, слуховых анализаторов. Это говорит о том, что совер­ шенствование технического мастерства осуществляется через совер­ шенствование свойства анализаторов, дающих богатую информацию о характере и степени точности выполняемых действий в конкретных условиях и улучшении согласованности в их работе.</p>

            <p>Из всего вышесказанного можно сделать вывод, что ловкость - это комплексное качество, не только аккумулирующее физические качества, но и включающее в себя целый ряд психических качеств, таких, как способность управлять своим вниманием (концентрация, распределение, переключение, быстрота получения и переработки информации), опера­ тивное мышление, управление своими ощущениями, восприятиями, эмо­ циями, проявление волевых усилий для выполнения сложнокоордини рованных двигательных действий в непростой обстановке.</p>

            <p>Развитие общей и специальной ловкости осуществляется путем со­ вершенствования чувства пространства, времени, способности поддер­ живать равновесие системы «стрелок-оружие-мишень», а также раци­ онально чередовать напряжение и расслабление отдельных групп мышц. Основной путь развития ловкости - овладение новыми разнообразными двигательными навыками и умениями. Для развития общей ловкости целесообразно применять упражнения, связанные с мгновенным реаги­ рованием на постоянно меняющуюся обстановку, в частности различ­ные спортивные игры: теннис, баскетбол, подвижные игры, единобор­ ства, а также специальные упражнения.</p>

            <p>Необходимо отметить, что упражнения для развития ловкости при­ водят к быстрому утомлению. Выполнение их требует большой четкос­ ти мышечных ощущений и при наступившем утомлении дает малый эф­ фект. В связи с этим интервалы отдыха должны быть достаточными для восстановления.</p>

            <p>Специальную ловкость следует развивать с помощью упражнений, характерных для деятельности стрелка из лука. При этом следует учи­ тывать, что лучник одновременно совершает сразу несколько техничес­ких действий, требующих согласованности в работе различных мышеч­ ных групп (удержание лука, сопротивление давлению лука, натяжение лука и ориентация его в плоскости стрельбы, поддержание необходи­мой позы, расслабление пальцев, обеспечивающих выпуск тетивы), и корректирует различные характеристики своих движений, сообразуясь с изменениями обстановки. В связи с этим большое значение для развития и совершенствования специальной ловкости может иметь моделиро­ вание усложненных условий деятельности в процессе стрельбы (умень­ шение времени, отводимого на стрельбу, изменение освещенности, стрельба в неблагоприятных метеорологических условиях и т.д.), зас­ тавляющих лучника менять темп и ритм стрельбы, учитывать воздей­ ствие искусственно вводимых помех и искать новые способы преодоле­ ния возникающих трудностей.</p>

            <p><strong>Произвольное управление мышечным тонусом</strong></p>

            <p>Выполнение высокоэффективного выстрела из лука возможно толь­ ко при условии тонкого и точного согласования в работе отдельных мышечных групп, т.е. оптимальном чередовании мышечного напряже­ ния и расслабления. Стрелок обязан развивать умение управлять мы­ шечным напряжением.</p>

            <p>Развить это умение можно только в процессе постоянных системати­ ческих тренировок в произвольном расслаблении и напряжении как оп­ ределенных мышечных групп, так и всех скелетных мышц в целом.</p>

            <p>На тренировочных занятиях лучник должен постоянно «считывать» информацию, поступающую от мышц. И следить за тем, чтобы не допу­ стить излишней тонической напряженности мышц, которая нарушает координацию, что мешает быстро осваивать и совершенствовать тех­ нику выстрела.</p>

            <p>Для развития способности произвольно изменять уровень мышечно­ го напряжения лучник может использовать различные варианты ауто­ генной тренировки, прогрессивной мышечной релаксации, упражнения идеомоторной тренировки. Использование данных методик должно быть соотнесено со спецификой вида спорта, так как специально адаптиро­ ванные методики помогут эффективно и в более короткий срок полу­ чить желаемый результат.</p>

            <h3><strong>Комплексная разминка стрелка из лука</strong></h3>

            <p>Под разминкой подразумевается выполнение специально подобран­ных упражнений, которое предшествует выступлению на соревновани­ ях или основной части занятий (тренировки).</p>

            <p>Разминка проводится с целью достижения оптимального уровня воз­ будимости нервной системы (сенсорных и моторных нервных центров коры больших полушарий, вегетативных нервных центров) и двигатель­ ного аппарата, повышения обмена веществ и температуры тела, усиле­ ния деятельности сердечно-сосудистой и дыхательной систем, улучше­ ния координации движений, т.е. для подготовки организма к предстоя щей работе. Она также является одним из основных средств профилак­ тики спортивного травматизма.</p>

            <p>К разминке предъявляются следующие основные требования:</p>

            <ul>
              <li>Упражнения должны быть простыми, доступными и знакомыми спортсменам.</li>
              <li>Выполнение комплекса упражнений должно привести организм стрелка в состояние оптимальной психофизической готовности.</li>
              <li>Разминка не должна вызывать утомления.</li>
              <li>Продолжительность разминки и интервал отдыха перед основной частью тренировки или соревнования необходимо строго регламенти­ ровать в соответствии с состоянием спортсмена и окружающими усло­виями.</li>
            </ul>

            <p><strong>Разминку обычно подразделяют на общую и специальную.</strong></p>

            <p><strong><em>Общая разминка&nbsp;</em></strong>может состоять из самых разнообразных упражне­ ний, цель которых - способствовать повышению температуры тела, воз­ будимости ЦНС, усилению функций кислородтранспортной системы, обмена веществ в мышцах и других органах и тканях тела.</p>

            <p><strong><em>Специальная разминка&nbsp;</em></strong>должна по своему характеру быть как можно ближе к предстоящей деятельности.</p>

            <p>Выполнение специальной разминки настраивает стрелка на выпол­ нение специфических упражнений и способствует возникновению опти­ мальных взаимоотношений процессов возбуждения и торможения в коре головного мозга, установлению соответствующих нервных процессов и связей, обеспечивающих проявление динамического стереотипа пред­ стоящего действия.</p>

            <p>Под влиянием повышения тонуса ЦНС и повторных упражнений рефлекторно повышается работоспособность всех систем и органов применительно к специфике действия. Исследования показали, что ре­ зультаты стрельбы первых серий, как правило, ниже, чем последую­ щих.</p>

            <p>Это может объясняться тем, что выполнение общепринятых упражне­ ний не обеспечивает создания психофизиологического состояния, кото­ рое позволило бы с первых зачетных серий добиваться максимального результата.</p>

            <p>Это состояние характеризуется такими факторами, как показатели пульса, дыхания, кровяного давления, нервно-мышечной координации, устойчивости системы «стрелок-оружие-мишень», тремора, скорости реакции, особенностью протекания психических процессов и т.д. Чем меньше будет разрыв между этими показателями функционирования различных систем до разминки и началом стрельбы, тем быстрее лучник приспособится к условиям соревновательной деятельности и, следова­ тельно, не «потеряет» очков в первых зачетных сериях.</p>

            <p>В связи с этим специальная разминка стрелка из лука должна иметь комплексный характер и учитывать физический, технический, такти­ ческий и психический компоненты спортивной деятельности лучника.</p>

            <p>Подбор и выполнение упражнений, обеспечивающих комплексный характер разминки стрелка из лука, может осуществляться с учетом сле­ дующей схемы:</p>

            <p><strong>1.</strong>&nbsp;Вначале выполняют различные, специально подобранные физи­ ческие упражнения в очень медленном темпе с полной концентрацией внимания на работающих мышцах, развивая при этом вначале малое, затем среднее и околомаксимальное напряжение мышц при выполнении каждого движения. Упражнения должны быть подобраны таким обра­зом, чтобы задействовать в основном те мышечные группы, которые участвуют в выполнении выстрела. На выполнение упражнений отво­ дится 6-7 мин.</p>

            <p><strong>2.</strong>&nbsp;Затем в течение 1,5-2 мин выполняются упражнения на растяжения.</p>

            <p><strong>3.</strong>&nbsp;После этого воспроизведение и сохранение в течение 3 мин состо­ яния «аутогенного погружения».</p>

            <p><strong>4.</strong>&nbsp;В состоянии «аутогенного погружения», в течение 3,5-4 мин про­ водится идеомоторное воспроизведение тех технических элементов, ко­торые требовали, по мнению каждого стрелка, наибольшего внимания с последующим идеомоторным представлением всей схемы выстрела из лука в целом и серии в целом.</p>

            <p><strong>5.</strong>&nbsp;Выполнение в течение 2 мин нескольких имитационных движений непосредственно с луком.</p>

            <p><strong>6.</strong>&nbsp;В течение 10-15 мин стрельба на близкой дистанции (3- 5 м ) с предварительным идеомоторным воспроизведением каждого выстрела.</p>

            <p>Необходимо также всегда помнить, что временной интервал между иде­ омоторным воспроизведением выстрела и его реальным выполнением дол­ жен быть минимальным, лучше, если его практически вообще не будет.</p>

            <p>В том случае, если стрелок из лука по какой-либо причине в момент образовавшегося интервала отвлекся под воздействием на него любого раздражителя (внешнего или внутреннего характера), то он должен вновь идеомоторно воспроизвести выстрел из лука, а затем реально его выполнить.</p>

            <p>Это правило необходимо соблюдать не только во время проведения разминки, а каждый раз при подготовке к выстрелу. Отвлечение внима­ния или возникновение какой-либо мысли в этот момент, а также в про­цессе идеомоторного воспроизведения выстрела и реального его выпол­ нения недопустимо.</p>

            <p>Естественно, выполнить это условие достаточно сложно, однако вполне возможно, если уровень притязаний стрелка на победу и вообще на достижение максимально возможных результатов достаточно велик и он действительно этого очень желает. Соблюдение данного правила должно стать обязательным не только в соревновательных условиях, но и во время любых тренировок. Только при таком отношении к своей деятельности спортсмен сможет действительно достичь высокого уров­ ня подготовленности и рассчитывать на победу.</p>

            <p>Очень важно вовремя определить состояние, в котором находится стрелок перед началом стрельбы (соревнование, контрольная стрельба, тренировка). В этом должен участвовать как тренер (психолог, врач и т.д.), так и сам спортсмен.</p>

            <p>В том случае, если лучник перевозбужден, необходимо так органи­ зовать процесс разминки, чтобы излишнее напряжение было снято; если же имеет место угнетенное состояние, пониженный уровень нервно-пси­ хической активности, то нужно переключить внимание спортсмена на объекты (деятельность), вызывающие положительные эмоции, и провес­ти мероприятия, направленные на мобилизацию сил стрелка для обеспе­ чения его продуктивной спортивной деятельности.</p>

            <p>Необходимо отметить, что выполнение полной схемы комплексной разминки, конечно, возможно только после обучения стрелка из лука основам психической саморегуляции.</p>

            <p><a href="http://www.archery-sila.ru/teoriya/fizicheskaya-podgotovka.html" target={'_blank'}><strong>Автор: Шилин Юрий Николаевич - кандидат педагогических наук , доцент РГУФК</strong></a></p>
          </div>
      </div>
      <GoogleMaps />
    </>
  )
}
