import React from 'react'
import '../../../styles/Pages.css'
import GoogleMaps from '../../googleMap/GoogleMaps'
import HeadImg from '../../../img/headimg.jpg'

export default function Psychological() {
  return (
    <>
      <div className="container">
        <div className="psychological_content">
					  <div className='psychological_preparation'>
              <h2>Психологическая подготовка стрельба из лука</h2>
              <span className='psychological_text'>Подготовка стрелка из лука к спортивной деятельности заключает­ ся в формировании его общей готовности (физической, технической, тактической, теоретической и т.д.) к эффективному участию в ней.</span>
              <img className='head_img' alt="Head" src={HeadImg} />
            </div>

            <p>Для того чтобы наиболее полно и продуктивно реализовать на­копленный в результате различных видов подготовок потенциал, стрелок должен быть подготовлен психологически, так как приобре­ тенные им знания, умения и навыки он должен будет применять в на­пряженных, подчас меняющихся, а значит, новых и неожиданных для него условиях. Это значит, что ему нужно будет эффективно осуще­ ствлять свою деятельность в тех ситуациях, в которых, возможно, раньше он этого никогда не делал. Следовательно, его необходимо к этому готовить.</p>

            <p>Для решения этой задачи существует психологическая подготовка, в результате которой происходит формирование и совершенствование наиболее значимых для спортивной деятельности свойств личности стрел­ ка, психических процессов, обеспечивающих ее продуктивность, и обу­ чение лучников наиболее эффективным приемам и методам саморегуля­ ции психических состояний с целью создания и поддержания состояния психической готовности к многолетнему тренировочному процессу и участию в соревнованиях любого ранга.</p>

            <p>Психологическая подготовка спортсмена предусматривает:</p>

            <p>• психологическую подготовку к многолетнему тренировочному процессу;</p>

            <p>• общую психологическую подготовку к соревновательной деятельности;</p>

            <p>• специальную психологическую подготовку к конкретному соревнованию;</p>

            <p>• симптоматическое управление и самоуправление психическим состоянием и поведением стрелка из лука.</p>

            <p>Психологическая подготовка к многолетнему тренировочному процессу</p>

            <p>Достижение высоких и стабильных результатов возможно, как пра­вило, только в процессе многолетней систематической тренировки, ха­рактеризующейся большими объемами и высокой интенсивностью са­ мой разнообразной по характеру и содержанию тренировочной работы. Для того чтобы этот процесс был эффективным, стрелок из лука обязан на протяжении всей своей спортивной карьеры строго соблюдать общий и спортивный режим.</p>

            <p>В связи с этим необходимо сформировать устойчивую направленность личности стрелка, заключающуюся в создании совокупности устойчивых мотивов, ориентирующих его многолетнюю спортивную деятельность и являющихся относительно независимыми от различных сложных ситуаций.</p>

            <p>Для этого необходимо решить следующие основные задачи:</p>

            <p>• формировать, подкреплять и постоянно развивать мотивы, ори­ ентирующие лучника на преодоление регулярно возникающих труд­ ностей, характеризующих практически каждодневные многолетние тренировки;</p>

            <p>• формировать, актуализировать и совершенствовать мотивы, по­ буждающие стрелка из лука к напряженной многолетней соревнователь­ ной деятельности;</p>

            <p>• создать благоприятное отношение к различным компонентам мно­ голетнего учебно-тренировочного процесса в стрельбе из лука.</p>

            <p>Общая психологическая подготовка стрелка из лука к соревновательной деятельности</p>

            <p>Общепризнано, что достижение высоких спортивных результатов определяется не только высоким уровнем физической, технической и тактической подготовленности. Для того чтобы наиболее полно и эф­ фективно реализовать эти виды готовности в соревновательных усло виях, стрелка необходимо специально психологически подготовить к напряженным условиям конкретной деятельности.</p>

            <p>В связи с этим целью общей психологической подготовки к соревно­ вательной деятельности является формирование свойств личности стрел­ ка из лука и таких психических состояний, которые могут обеспечить успешность и высокую стабильность выступлений.</p>

            <p>В процессе общей психологической подготовки к соревновательной деятельности решаются следующие задачи:</p>

            <p>• Формирование и совершенствование свойств личности: мораль­ ных, нравственных и идейных установок, мировоззрения, целеустрем­ленности, активности, цельности, эмоционально-волевой сферы, моти­ вации занятий спортом вообще и стрельбы из лука в частности, разнооб­ разных интересов и т.д.</p>

            <p>• Совершенствование психических процессов, определяющих успеш­ ность спортивной деятельности стрелка из лука: ощущений, восприятий, внимания, мышления, памяти, представления, воображения, волевых и эмоциональных процессов и т.д. с учетом специфики стрельбы из лука.</p>

            <p>• Обучение наиболее эффективным приемам и методам, применение которых направлено на формирование у спортсменов высокого уровня психологической подготовленности к соревновательной деятельности.</p>

            <p>Специальная психологическая подготовка стрелка из лука к конкретному соревнованию</p>

            <p>Целью специальной психологической подготовки к конкретному соревнованию является формирование у стрелка из лука состояния пси­ хической готовности к участию в нем.</p>

            <p>Для этого необходимо решить следующие основные задачи:</p>

            <p>• Обеспечить сбор наиболее полной, значимой и достоверной ин­ формации о предстоящих соревнованиях (регламент соревнований, мес­ то проведения, климатические условия в период проведения соревнова­ ний, наиболее вероятные метеорологические условия, характеризую­ щие место проведения соревнований в данный период, состав команды соперников, вероятный уровень их подготовленности и т.д.).</p>

            <p>• Определить состояние здоровья и общий уровень подготовленнос­ ти самого стрелка (команды) на данном этапе подготовки.</p>

            <p>• Сделать вероятностный прогноз уровня психической готовности лучника (команды) на момент участия в соревнованиях.</p>

            <p>• Правильно определить цель, стоящую перед стрелком (командой) и сформировать адекватное отношение к ней.</p>

            <p>Сформировать и актуализировать мотивы участия в данном конк­ ретном соревновании.</p>

            <p>• Организовать процесс вероятностного программирования пред­ стоящей соревновательной деятельности. Он проводится в ходе разра­ ботки тактического плана действий (стрелка, команды), имеет вероят­ ностный характер (в силу отсутствия абсолютно полной и достоверной информации) и представляет собой процесс мысленного представления (мысленное моделирование конкретной соревновательной деятельнос­ти) будущей деятельности в предполагаемых условиях.</p>

            <p>• Обеспечить процесс восстановления и сохранения (подержания) оптимального уровня нервно-психической активности на основе приме­ нения специальных приемов и методов саморегуляции неблагоприятных психоэмоциональных состояний.</p>

            <p>Состояние психической готовности к соревнованию характеризует­ ся следующими основными признаками:</p>

            <p>• высокой помехоустойчивостью стрелка;</p>

            <p>• уверенностью в своих силах;</p>

            <p>• высокой стабильностью техники выполнения выстрела, связанной с ее помехоустойчивостью;</p>

            <p>• стремлением полностью мобилизовать свои силы и упорно бороть­ ся за победу или добиваться максимально возможного на данный мо­ мент результата;</p>

            <p>• адекватностью эмоционального состояния предстоящему соревно­ ванию;</p>

            <p>• высоким уровнем развития специализированных восприятий (чув­ ство устойчивости, жесткости и надежности изготовки, надежности упора в лук, «десятки» и т.д.);</p>

            <p>• адекватностью реагирования на складывающуюся ситуацию;</p>

            <p>• способностью произвольно управлять своими действиями, чувства­ ми, поведением.</p>

            <p>Принято считать, что формирование состояния психической готов­ ности к соревнованию представляет собой процесс направленной орга­ низации сознания и действий спортсмена в зависимости от предполагае­ мых условий данного соревнования.</p>

            <p>Симптоматическое управление и самоуправление психическим состоянием и поведением стрелка из лука</p>

            <p>Практически все психоэмоциональные состояния, постоянно сопро­вождающие спортивную деятельность, имеют свои симптомы (призна­ ки).</p>

            <p>Целый ряд этих симптомов может быть зарегистрирован с помощью аппаратурных методов или выявлен с помощью наблюдения (самонаб­ людения) за поведением стрелка.</p>

            <p>Симптомы, характеризующие те или иные состояния, могут быть фи­ зиологическими (ЧСС, АД, уровень адреналина и т.д.) и психическими (чувство паники, неуверенности, утомления, комфорта, потеря самоконт­ роля и т.д.).</p>

            <p>Многие из этих симптомов имеют внешние проявления: напряжен­ ные мышцы лица, скованность движений, потливость, суетливость, чрез­ мерная разговорчивость, вялость, сонливость и т.д. Другие же могут носить внутренний характер: тошнота, головокружение, неуверенность в своих силах и т.д.</p>

            <p>Как правило, все вопросы, связанные с оптимизацией психоэмоцио­ нальных состояний, как со стороны тренера (психолога), так и со сторо­ ны стрелка, решаются в процессе общей психологической подготовки путем формирования сильного спортивного характера и правильного отношения к различно сложным ситуациям и явлениям, сопровождаю­ щим спортивную деятельность.</p>

            <p>Однако иногда при участии в особо ответственных для спортсмена со­ ревнованиях или когда по каким-либо причинам были допущены пробелы в его подготовке, могут возникать ситуации, в которых стрелок замечает у себя проявление каких-либо симптомов, характеризующих неблагоприятно е для него состояние, способное снизить эффективность его деятельности.</p>

            <p>В этом случае он может самостоятельно воспользоваться необходи­ мыми приемами и методами для оптимизации этого состояния, устране­ ния его симптомов и управления своим поведением.</p>

            <p>В том случае, если стрелок сам не способен справиться с неблагопри­ятными симптомами или добиться полной мобилизации сил для обеспе­чения высокопродуктивной деятельности, все мероприятия, связанные с регуляцией его психического состояния и управлением поведением, бе­ рет на себя специалист (тренер, психолог, врач и т.д.).</p>

            <p>Подобные мероприятия также могут быть проведены специалистом (тренером, психологом и т.д.), если он регистрирует, замечает проявле­ ние определенных симптомов, характеризующих развитие у спортсмена того или иного неблагоприятного психоэмоционального состояния, но видит, что сам стрелок в силу каких-то причин не осознает неадекватно­ сти своего поведения.</p>

            <p>Симптоматическое управление и самоуправление психическим со­ стоянием и поведением стрелка из лука может быть экстренным (в слу­ чае внезапности возникновения непредвиденной неблагоприятной ситу­ ации) и регулярным (для дополнительного обеспечения уровня психи­ ческой готовности перед выступлением, поддержания его в процессе соревнований и т.д.). Однако оно представляет собой комплекс допол­нительных ауто- или гетеровоздействий, направленных на коррекцию психических состояний и поведение спортсменов.</p>

            <p>Симптоматическое управление и самоуправление могут также при­ меняться как до, в процессе и после соревнований, так и до, в процессе и после тренировки стрелков из лука, а также в тех случаях, когда спорт­ смен испытывает трудности со сном, общением и т.д.</p>

            <p>Естественно, что для успешности проведения данных мероприятий необходимо специальное обучение спортсменов, тренеров, привлече­ ние специалистов, создание материальной базы (аппаратура, кабинеты психорегуляции и т.д.).</p>

            <p><strong>Средства, приемы и методы, используемыедля повышения уровня психологическойподготовленности</strong></p>

            <p>В процессе психологической подготовки может быть использован широкий арсенал средств и методов гетеро- и ауторегуляции, направ­ ленных на объяснение особенностей психических состояний, возникаю­щих в процессе спортивной деятельности, обучения специфическим ри­ туалам, приемам, поведенческим актам, внушению и самовнушению различных психических состояний и т.д.</p>

            <p>К ним могут относиться:</p>

            <p>• Лекции.</p>

            <p>• Беседы.</p>

            <p>• Убеждение (самоубеждение).</p>

            <p>• Гетеротренинг</p>

            <p>• Сеанс аутогенной тренировки.</p>

            <p>• Приказ (самоприказ).</p>

            <p>• Рациональное внушение.</p>

            <p>• Внушенный сон (гипноз).</p>

            <p>• Внушенный отдых.</p>

            <p>• Аутотренинг.</p>

            <p>• Аппаратурные методы, позволяющие формировать то или иное сно подобное состояние (аппараты «Электросон», «Пэлан», «Лэнар»).</p>

            <p>• Отключение и переключение сознания.</p>

            <p>• Контроль и регуляция мимических мышц.</p>

            <p>• Контроль и регуляция тонуса скелетной мускулатуры.</p>

            <p>• Контроль и регуляция темпа движений и речи.</p>

            <p>• Контроль и регуляция дыхания.</p>

            <p>• Метод идеомоторной тренировки и т.д.</p>

            <p>Необходимо отметить, что применение этих и других методов и средств воздействий на психику спортсмена будет эффективно только в том случае, если проводить их будет специально подготовленный человек (тренер, психолог, психотерапевт и т.д.).</p>
				  </div>
      </div>
      <GoogleMaps />
    </>

  )
}
