import React from 'react'
import '../../../styles/Pages.css'
import TacticalImg from '../../../img/tactical_img.jpg'
import GoogleMaps from '../../googleMap/GoogleMaps'

export default function Tactical() {
  return (
  <>
    <div className="container">
			<div className='tactical_content'>
        <h2>Тактическая подготовка стрелка из лука</h2>
        <p>Под тактической подготовкой в стрельбе из лука понимается целе­ направленный процесс овладения специальными тактическими знания­ ми, умениями и навыками, позволяющими наиболее эффективно исполь­ зовать все разнообразие технических приемов и способов их выполне­ ния и развивать у стрелков способность формировать, выбирать и реализовывать наиболее рациональные и адекватные сложившимся ус­ ловиям программы тактики выполнения одиночного выстрела, стрелко­ вой серии и упражнения в целом в зависимости от изменения ситуации в процессе соревновательной борьбы.</p>
        <img alt="tactical img" src={TacticalImg} />
      </div>

    <div className='tactical_info'>
      <p>Целью тактической подготовки является формирование у лучников тактического мышления и обучения их необходимым действиям и при­ емам, рациональный выбор и применение которых позволяют грамотно организовать процесс ведения стрельбы в конкретных соревнователь­ных условиях с учетом своих индивидуальных особенностей, общего уровня подготовленности (физической, технической, психологической, интеллектуальной) и поставленных задач.</p>

      <p><strong>Основные задачи тактической подготовки</strong></p>

      <p>• Формирование и совершенствование тактического мышления.</p>

      <p>• Разработка моделей тактики выполнения одиночного выстрела, стрелковой серии, упражнения в целом.</p>

      <p>• Определение содержания тренировочных занятий, направленных на совершенствование технико-тактического мастерства стрелков из лука.</p>

      <p>Под тактическим мышлением понимается мышление спортсмена, про текающее в процессе спортивной деятельности, характеризующейся часто возникающими экстремальными условиями во время ответствен­ ных соревнований и интенсивных тренировок, и непосредственно напр авленное на решение конкретных тактических задач.</p>

      <p>Оно осуществляется совместно с моторными действиями, непосред­ственно связано с восприятием конкретной ситуации спортивной борь­бы, часто протекает в условиях дефицита времени, значительных и ин­ тенсивных физических и психических напряжениях и совершается с уче­ том степени вероятности ожидаемых событий.</p>

      <p>Тактическое мастерство определяется способностью спортсмена быстро и правильно оценивать изменения ситуации, в соответствии с этим создавать собственные тактические замыслы и реализовывать их самым эффективным способом.</p>

      <p>Тактическое мышление характеризуется целым рядом особенностей: наглядно-образным, действенным и ситуативным характером мышле ния, быстротой, гибкостью, целеустремленностью, самостоятельностью, глубиной, широтой и критичностью мышления.</p>

      <p>Тактическое мышление формируется в процессе обучения тактичес­ким действиям согласно принципу постепенности: вначале разучивают­ся элементарные действия, потом целостный прием, затем комбинация приемов. Тактические действия и комбинации принято разучивать вна­чале в облегченных условиях, затем условия постепенно усложняются и в конце моделируются условия, максимального приближенные к сорев­новательным.</p>

      <p>Для совершенствования тактического мышления стрелков из лука можно использовать следующие мероприятия:</p>

      <p>• При стрельбе в ветреную или дождливую погоду вместо внесения поправок в прицельные приспособления выполнять стрельбу с выносом (изменение района прицеливания).</p>

      <p>• В процессе стрельбы на дистанции в ветреную или дождливую погоду по сигналу тренера (это может быть неожиданностью) прекра­тить внесение поправок в прицельные приспособления и продолжить стрельбу с выносом.</p>

      <p>• По договоренности со стрелком (во время стрельбы) тренер вно­ сит допустимые изменения в прицельные приспособления, не сообщая о них стрелку, и регистрирует время, затраченное спортсменом на выпол­нение необходимых действий по коррекции прицела.</p>

      <p>• В процессе стрельбы тренер изменяет количество времени, отво­димого на выполнение стрелковой серии (3 и 6 стрел).</p>

      <p>• Выполнение стрельбы с изменением длительности отдельных фаз выстрела.&nbsp;<em>-</em></p>

      <p>• Во время стрельбы по сигналу тренера стрелок обязан заменить какой-либо компонент экипировки (наконечник, крагу, бинокль, рилис и т.д.) или материальной части оружия (тетиву, прицел, стрелу и т.д.) и продолжить стрельбу, выполняя при этом отладку и подгонку заменен­ного компонента.</p>

      <p>• Проведение стрельбы (особенно контрольной) в условиях измене­ния освещенности и (или) введение звуковых помех.</p>

      <p>• Стрельба с изменением установки (со стороны тренера) на одиноч­ ный выстрел, стрелковую серию и т.п.</p>

      <p>• Проведение контрольной стрельбы с искусственно увеличенными или сокращенными интервалами времени между стрелковыми сериями, введение некоторых аспектов необъективного судейства.</p>

      <p>• Моделирование соревновательных условий с приглашением зна­чимых для спортсменов зрителей.</p>

      <p>• Анализ тактических действий стрелков после тренировки, конт­рольной и соревновательной стрельбы.</p>

      <p>• Ведение дневника спортсмена и др.</p>

      <p>Тактическая подготовка стрелков из лука должна осуществляться с учетом развития и совершенствования их тактических способностей на широкой психологической основе.</p>

      <p>Вторая задача тактической подготовки также направлена на форми­рование тактического мышления, совершенствование тактического и технического мастерства стрелков из лука.</p>

      <p>Для решения этой задачи, связанной с планированием тактических действий стрелка из лука и реализацией тактического плана ведения стрельбы, необходимо более подробно рассмотреть вопросы тактики.</p>

      <p>В спорте тактика рассматривается как совокупность средств, спосо­ бов и форм борьбы за победу или для решения поставленных перед спорт­ сменом задач.</p>

      <p>Средствами спортивной тактики являются все технические приемы, которые применяются в данном виде спорта (изготовка, хват, захват, натяжение лука, прицеливание, управление дыханием, выполнение вы­пуска, спуска).</p>

      <p>Способы представляют собой наиболее рациональные выполнения технических приемов (наиболее рациональные для данного стрелка ва­рианты изготовки, хвата, захвата и т.п.). Под формами подразумевает­ся внешнее проявление тактических действий (как, каким образом, с какими временными характеристиками отдельных фаз выстрела в це­лом происходит его выполнение в зависимости от данной конкретной ситуации, особенности ведения всей стрельбы, варианты наиболее ра­ционального поведения в процессе соревнований и т.д.).</p>

      <p>При разработке тактики стрельбы из лука необходимо учитывать следующие особенности данного вида спорта: отсутствие непосред­ственного контакта с противником (опосредованный контакт), много­кратное выполнение сложнокоординационных движений с малой амп­литудой и развитием значительных усилий наряду с тонкой мышечной координацией; относительно большая длительность тренировок и со­ревнований (до 6 дней), сопровождающихся монотонной по своему ха­рактеру работой; высокая степень концентрации внимания на выполня­ емых действиях и мысленных операциях; значительные психические на­ грузки, достаточно частое проведение соревнований и тренировок в сложных метеорологических условиях.</p>

      <p>Под тактикой стрельбы из лука подразумевается наиболее рацио­нальная организация поведения и действий стрелка для формирования и реализации наиболее эффективной в данных конкретных условиях про­граммы выполнения одиночного выстрела, стрелковой серии (3,6 выст­ релов) и упражнения в целом с учетом его общей подготовленности (фи­ зической, технической, психологической, интеллектуальной, тактичес­ кой), изменений психофункционалыюго состояния организма и внешних условий.</p>

      <p>Тактику стрельбы из лука целесообразно рассматривать как:</p>

      <p>• Тактику выполнения одиночного выстрела.</p>

      <p>• Тактику выполнения стрелковой серии.</p>

      <p>• Тактику выполнения стрелкового упражнения в целом.</p>

      <p><strong>Тактика выполнения одиночного выстрела&nbsp;</strong>является составной час­ тью тактики выполнения стрелковой серии (3,6 выстрелов) и определя­ ется способностью стрелка из лука предвидеть возможные негативные воздействия на него определенных факторов (внешние, внутренние) и осуществлять оперативную коррекцию двигательных действий для обес­ печения эффективного прицельного выстрела.</p>

      <p><strong>Тактика выполнения стрелковой серии&nbsp;</strong>является составной частью выполнения упражнения в целом и определяется как проявление способ­ ности стрелка из лука управлять своим поведением в процессе выполне­ ния стрелковой серии (грамотно распределить отведенное на нее коли­ чество времени и сил, т.е. увеличить или уменьшить время отдыха, изме­нить его содержание в зависимости от уровня физической и психической подготовленности, самочувствия, наличия травм и т.д.; внести по мере необходимости коррективы в прицельные приспособления, заменить стре­ лу и т.д.; правильно определить момент подготовки и выполнения сле­ дующего выстрела в зависимости от изменений условий внешней среды: порывы ветра, интенсивность осадков и т.п.) с учетом результативности одиночных выстрелов, возможного изменения установки на выстрел, динамики психического состояния.</p>

      <p>Тактика выполнения стрелкового упражнения определяется как спо­ собность стрелка управлять своим поведением в процессе всей стрель­ бы в зависимости от поставленной цели, четко сформулированных за­дач, силы, глубины и устойчивости мотивов, уровня общей подготов­ ленности, динамики психофункционального состояния, состояния материальной части оружия и экипировки, результативности стрелко­ вых серий, изменений условий внешней среды и других факторов, обус­ ловливающих продуктивность спортивной деятельности.</p>

      <p>Тактическое мастерство стрелка из лука непосредственно зависит от уровня развития физических, технических и психических качеств. Недостаточно развитые физические качества (особенно статическая и динамическая силовая выносливость) нередко ограничивают рост так­ тического мастерства стрелка из лука. Техническая подготовленность также определяет эффективность тактических действий. Особенно это касается стрелков высшей спортивной квалификации, так как решение сложных технических задач, решаемых в различных неблагоприятных ситуациях, заставляет спортсменов вносить изменения в выполнение того или иного технического приема или всего выстрела в целом с условием сохранения при этом его эффективности.</p>

      <p>Тактического мастерства невозможно добиться и без необходимо­ го развития различных психических процессов и функций: восприя­ тия, представления, воображения, памяти, внимания, мышления, пси­ хомоторики.</p>

      <p>Исходя из определений тактики стрельбы и поставленных задач, могут быть разработаны тактические планы, модели (математические, графические, словесные и т.д.) тактики выполнения отдельного выстре­ ла, стрелковой серии, упражнения в целом.</p>

      <p>При разработке структурно-функциональной модели организации отдельного выстрела из лука (обычно используемой в стрельбе) рацио­нально рассматривать выполнение основных действий по выполнению выстрела, предварительно подразделив его на фазы.</p>

      <p><strong>1-я фаза&nbsp;</strong>- фаза предварительной подготовки к выстрелу.</p>

      <p>Включает в себя действия стрелка с момента начала принятия пред­ варительной подготовки (после отдыха между сериями, дистанциями, подхода к мишени и т.д.) либо с момента окончания отдыха, если тако­ вой имеется, после завершения предыдущего выстрела и до момента начала подъема лука.</p>

      <p><strong>2-я фаза&nbsp;</strong>- фаза принятия основной изготовки.</p>

      <p>Включает в себя действия стрелка за период от момента начала подъе­ ма лука до касания тетивой ориентационных точек (подбородок, кон­ чик носа и т.д.).</p>

      <p><strong>3-я фаза&nbsp;</strong>- фаза завершения выстрела.</p>

      <p>Включает в себя действия от момента касания тетивой ориентацион­ ных точек на лице (при фиксации правой руки это носит название «ук­ ладка») до момента завершения выстрела.</p>

      <p>Предлагаемая схема дает возможность определения достаточно точ­ ных временных границ перехода от одной фазы к другой, которые могут быть легко наблюдаемы и регистрируемы (с помощью секундомера) на достаточном удалении от стрелка. Это очень важно для проведения пе­ дагогических наблюдений и регистрации временных характеристик в соревновательных условиях, так как тренер не имеет возможности на­ ходиться рядом со стрелками.</p>

      <p>Далее каждая из фаз наполняется содержанием - определением дей­ ствий и операций, выполняемых в цикле выстрела из лука.</p>

      <p>Примерный общий перечень основных действий и операций в цикле выстрела из лука:</p>

      <p>• Оценка своего психофункционального состояния.</p>

      <p>• Определение установки на предстоящий выстрел.</p>

      <p>• Мысленные формулы оптимального психофизического состояния (ОПС).</p>

      <p>• Мысленные формулы состояния мобилизации.</p>

      <p>• Мысленные формулы состояния покоя.</p>

      <p>• Индивидуальный способ настройки на выполнение выстрела.</p>

      <p>• Идеомоторное представление программы предстоящего выстрела.</p>

      <p>• Представление отдельных, наиболее значимых для стрелка эле­ментов техники выстрела.</p>

      <p>• Самооценка состояния готовности к выстрелу.</p>

      <p>• Самооценка точности выполнения хвата.</p>

      <p>• Самооценка точности выполнения захвата.</p>

      <p>• Самоконтроль за выполнением натяжения лука.</p>

      <p>• Самоконтроль за приемом основной изготовки.</p>

      <p>• Самооценка надежного упора в лук.</p>

      <p>• Саморегуляция точности основной изготовки.</p>

      <p>• Самооценка состояния готовности к завершающим действиям окончания выстрела.</p>

      <p>• Осознание момента касания спусковой кнопки рилиса (блочный лук).</p>

      <p>• Самоконтроль за координированием движений пальца, осуще­ствляющего надавливания на кнопку рилиса (блочный лук) с колебани­ями лука.</p>

      <p>• Самоконтроль за координированием расслабления пальцев, осу­ществляющих выпуск тетивы с колебаниями лука.</p>

      <p>• Зрительно-чувственный контроль состояния метеорологических условий.</p>

      <p>• Самоконтроль положения мушки в районе прицеливания.</p>

      <p>• Самоконтроль положения тетивы относительно мушки.</p>

      <p>• Самооценка целесообразности дальнейшего выполнения и завер­шения выстрела.</p>

      <p>• Прогнозирование результативности выполняемого выстрела.</p>

      <p>• Удержание состояния мобилизации и основной позы изготовки после выпуска тетивы.</p>

      <p>Этот примерный список основных действий и операций в цикле оди­ночного выстрела может быть изменен в зависимости от специализации (стрелок из классического или блочного лука), уровня подготовленнос­ти, задач на период подготовки и т.д.</p>

      <p>После того как основные действия и операции, совершаемые стрел­ком в цикле выстрела, будут первоначально выявлены и разнесены от­носительно фаз, необходимо проверить полученную программу (схему) выстрела в облегченных условиях.</p>

      <p>Для этого на тренировке, желательно в помещении (по возможности без явных помех), тренер регистрирует временные характеристики от­дельных фаз, уточняя первоначальную программу организации выстре­ла в облегченных условиях.</p>

      <p>Затем необходимо выявить основные факторы, которые могут не­гативно влиять на эффективность подготовки к выстрелу и его выпол­нение.</p>

      <p>Для этого должны быть проведены многократные педагогические наблюдения с регистрацией временных характеристик выполнения от­дельных элементов, фаз и всего выстрела в целом (при этом также необ­ходимо учитывать качество выполнения элементов выстрела, резуль­тат, реакции стрелка на успешное и неуспешное выполнение им выстре­ла) в различных условиях соревнований и тренировок.</p>

      <p>Полученные тренером результаты должны сопоставляться с само­оценкой их самим стрелком (стрелками), и таким путем выявляются те основные факторы, которые могут оказать негативное влияние на дей­ствия стрелка.</p>

      <p>Как правило, по характеру эти факторы подразделяют на внешние и внутренние.</p>

      <p>К внешним факторам могут быть отнесены такие, как:</p>

      <p>• неожиданное увеличение интенсивности осадков;</p>

      <p>• сильный порывистый ветер с разных сторон;</p>

      <p>• недостаточная освещенность мишеней;</p>

      <p>-звук (скрип), иногда возникающий при трении стрелы о кликер;</p>

      <p>• неожиданно громкое объявление судьи-информатора;</p>

      <p>• вмешательство судьи;</p>

      <p>• неожиданное изменение освещения;</p>

      <p>• неожиданная поломка какого-либо компонента материальной час­ти оружия или экипировки и т.д.</p>

      <p>Примерный перечень внутренних факторов может быть следующим:</p>

      <p>• чрезмерное волнение;</p>

      <p>• недостаточная мобилизация;</p>

      <p>• излишняя ответственность;</p>

      <p>• утомление;</p>

      <p>• посторонние мысли, не связанные с подготовкой к выстрелу;</p>

      <p>• мысли, непроизвольно возникающие в процессе выполнения выст­рела;</p>

      <p>• опасения неожиданного порыва ветра;</p>

      <p>• неудовлетворительное состояние материальной части;</p>

      <p>• резкое ощущение боли при наличии травмы;</p>

      <p>• неожиданно высокий результат и т.д.</p>

      <p>Список факторов может быть изменен в зависимости от индивиду­альных особенностей стрелка, уровня его мастерства и подготовлен­ности.</p>

      <p>После того как факторы выявлены, желательно их проранжировать по степени значимости для спортсмена и подобрать средства и методы, направленные на снижение или полное устранение их нега­ тивного влияния.</p>

      <p>Аналогично согласно данным определениям разрабатываются мо­ дели поведения в цикле стрелковой серии и выполнения упражнения в целом.</p>

      <p>При разработке модели организации своего поведения в цикле стрел­ковой серии стрелку необходимо учитывать те действия и операции, ко­торые он выполняет между циклами одиночных выстрелов, например:</p>

      <p>• замена стрелы;</p>

      <p>• возможное внесение изменений в прицельные приспособления;</p>

      <p>• увеличение или уменьшение времени отдыха и возможного измене­ ния его содержания;</p>

      <p>• принятие решения (на основе имеющейся или вновь поступившей информации) о выполнении всей серии или двух и более выстрелов без отдыха (3, 6 выстрелов) и т.д.</p>

      <p>При разработке модели выполнения стрелкового упражнения необ­ ходимо в первую очередь учитывать:</p>

      <p>• цели и задачи соревнования;</p>

      <p>• уровень тактической, психологической, технической, физической и интеллектуальной подготовленности;</p>

      <p>• условия предстоящего соревнования: климатические, метеороло­ гические и т.д.);</p>

      <p>• состав команд соперников и уровень их подготовленности;</p>

      <p>• трудности и препятствия, с которыми, возможно, придется иметь дело;</p>

      <p>• приемы и средства (педагогические, технические, функциональ­ ные, физические, двигательные), которые составляют основу планируе­ мой тактики выступления;</p>

      <p>• возможность изменения запланированных действий.</p>

      <p>В процессе разработки модели поведения необходимо обращать вни­ мание на интеллектуальные особенности личности стрелков, так как они проявляются достаточно отчетливо уже в том, как действует стре­ лок в проблемной ситуации. В зависимости от имеющего опыта оказы­ ваются различными возможности спортсменов (даже одинаковой ква­ лификации) увидеть задачу и сформулировать ее, по-разному анализи­ руются и используются исходные данные одной и той же задачи. В зависимости от этого применяются те или иные средства и приемы, используемые стрелками, меняются способы их выполнения.</p>

      <p>Одна из схем для формирования модели может быть следующая:</p>

      <ul>
        <li>тактические требования, задачи;</li>
        <li>арсенал тактических и технико-тактических приемов, которыми владеет (должен овладеть) стрелок;</li>
        <li>прогнозируемые ситуации, которые могут возникнуть в процессе стрельбы;</li>
        <li>факторы, затрудняющие решение тактических задач;</li>
        <li>факторы, способствующие решению тактических задач;</li>
        <li>способы управления (самоуправления) поведением.</li>
      </ul>

      <p>В процессе педагогических наблюдений, опроса, бесед, самооценок, получения объективных данных с помощью инструментальных методик тренер совместно со стрелками (в том случае, если стрелок обладает необходимыми знаниями и опытом) может дорабатывать, уточнять и со­ вершенствовать индивидуальную модель организации одиночного вы­ стрела, поведения стрелка в цикле стрелковой серии и в процессе вы­ полнения упражнения в целом.</p>

      <p>Эта модель должна соответствовать спортивной квалификации, уров­ню общей подготовленности, индивидуальным и личностным особенно­ стям конкретного спортсмена.</p>

      <p>Однако разрабатываются и более общие модели, соответствующие определенному уровню спортивного мастерства и квалификации спорт­ сменов. Это нужно для того, чтобы тренер, сопоставляя модельные характеристики с имеющимися достижениями на данный момент, имел возможность определить уровень их соответствия и в зависимости от этого мог грамотно планировать дальнейший процесс тактической под­ готовки.</p>

      <p>При решении третьей задачи тактической подготовки, связанной с формированием и рациональным распределением содержания учебно- тренировочных занятий, необходимо предусмотреть, чтобы применение разработанных средств и методов тактической подготовки позволило, с учетом поставленных задач, индивидуальных особенностей и уровня общей подготовленности, дозированно воздействовать на стрелков та­ ким образом, чтобы постепенно сокращать уровень несоответствия по­ казателей технических, тактических, функциональных, психологичес­ ких, интеллектуальных и других компонентов спортивного мастерства показателям рациональной модели тактики стрельбы, совокупность ко­ торых предусматривает наиболее полную и эффективную реализацию накопленного в процессе тренировок потенциала и успешное выступле­ ние на соревнованиях.</p>

      <p>При определении содержания учебно-тренировочных занятий необ­ ходимо руководствоваться тем, что последовательное выполнение оп­ ределенных заданий должно постепенно формировать у стрелков из лука тактическое мышление на основе овладения и совершенствования ими тактических действий, представляющих собой комплексную деятель­ ность лучника, требующую развития перцептивных, интеллектуальных и психомоторных способностей, знаний, умений и навыков.</p>

      <p>Совершенствование тактических действий предполагает постепен­ ное повышение уровня точности оценки спортивной ситуации, повыше­ние эффективности умственного решения тактической задачи и улучше­ ние качества (продуктивности) психомоторной реализации тактической задачи.</p>

      <p>В связи с этим в процессе учебно-тренировочных занятий стрелок из лука должен:</p>

      <p>• Овладеть специальными тактическими знаниями, представляющи­ ми собой совокупность понятий и представлений об особенностях так­ тических действий в стрельбе из лука; тактикой выполнения одиночно­ го выстрела, стрелковой серии, всего упражнения в целом; вариантами выполнения различных технико-тактических приемов; особенностями поведения в течение организации соревнования (быть ознакомленным со всеми мероприятиями, осуществляемыми перед соревнованиями и в его процессе для создания оптимальных условий для стрельбы) и веде­ ния спортивной борьбы (знать все действия, которые выполняются стрел­ ком от начала до конца соревнований для решения поставленных за­ дач) и т.д.</p>

      <p>• Овладевать тактическими умениями, заключающимися в осуще­ ствлении рационального планирования и организации, эффективного контроля и регулирования своей деятельности в полном соответствии с условиями соревнования.</p>

      <p>• Формировать и совершенствовать тактические навыки с учетом возможных изменений соревновательной обстановки.</p>

      <p>• Развивать тактические способности, представляющие собой пси­ хологические особенности и качества стрелка в области перцепции, интеллекта, психомоторики.</p>

      <p>Для этого в процессе учебно-тренировочной работы рекомендуется:</p>

      <p>• Проводить регулярные теоретические и методические занятия, направленные на расширение знаний о технике и тактике стрельбы из лука; особенностях обращения с материальной частью оружия; веде­нии стрельбы в различных неблагоприятных условиях; особенностях подготовки к различным соревнованиям и особенностях поведения в течение соревнований; о методах, позволяющих повышать и сохра­ нять необходимый уровень работоспособности до окончания соревно­ ваний и т.д.</p>

      <p>• Выявлять и изучать факторы, которые в наибольшей степени нега­ тивно влияют на эффективность деятельности стрелка из лука.</p>

      <p>Подбирать и разрабатывать средства и методы, применение кото­ рых позволяет уменьшить или полностью устранить негативное влияние помех. Обучать стрелков тактически грамотному применению таких средств и методов в процессе тренировок и соревнований.</p>

      <p>Изучать особенности поведения стрелков во время сборов, трени­ ровок, подготовки к соревнованиям, самих соревнований. Выявлять
        основные мотивы и установки, влияющие на их поведение.</p>

      <p>• Проводить стрелковые тренировки в неблагоприятных метеоро­ логических условиях (ветер, дождь, излишне высокая или низкая темпе­ ратура воздуха).</p>

      <p>• Искусственно вводить в процессе стрельбы различные помехи: шумовые воздействия, изменение уровня освещенности, удлинение ин­тервалов между выстрелами, изменение времени, отводимого на выпол­ нение стрелковой серии, неожиданный перевод стрелки на другую дис­танцию стрельбы, замена какого-либо компонента материальной части оружия или экипировки и т.д.</p>

      <p>• Моделировать в большей или меньшей мере на тренировках со­ ревновательные условия.</p>

      <p>• Разрабатывать вместе со стрелками различные модели выполне­ ния одиночного выстрела, стрелковой серии, стрельбы на различных дистанциях, выполнения всего упражнения в целом.</p>

      <p>Обучать стрелков различным наиболее рациональным моделям орга­ низации стрельбы на разных дистанциях и в различных ситуациях.</p>

      <p>Анализировать вместе со стрелками несоответствие реальных мо­ делей организации стрельбы инструкциям тренера либо модельным тр­е бованиям. Определять пути преодоления этого несоответствия.</p>

      <p>• Обучать спортсменов анализу своей деятельности и грамотному ведению дневников.</p>

      <p>• Проводить различного рода контрольные стрельбы, турниры, со­ ревнования, в процессе которых стрелки обязаны, выполняя инструк­ ции тренера, находить нестандартные, но эффективные решения выхо­ да из сложных ситуаций и т.д.</p>

      <p>Естественно, что список этих мероприятий может быть существенно дополнен или изменен в связи с уровнем подготовленности спортсме­ нов, их индивидуальными особенностями, задачами, непосредственно решаемыми на конкретном этапе их подготовки.</p>

      <p>Однако в процессе всех этих мероприятий тактические действия стрел­ ков должны фиксироваться и оцениваться с помощью педагогического наблюдения, регистрации временных характеристик, использования различного рода самооценок со стороны самих стрелков, анализа ре­ зультатов стрельбы в условиях тренировок и соревнований.</p>

      <p>Желательно, если есть такая возможность, использовать инстру­ ментальные методики, позволяющие получить объективные данные о точности сенсомоторной координации стрелка, быстроте реакции и дви­ жений, дифференцировке мышечно-двигательной чувствительности, уровне работоспособности и т.д.</p>
    </div>

      <p align="center"><strong>Автор: Шилин Юрий Николаевич - кандидат педагогических наук , доцент РГУФК</strong></p>
    </div>
      <GoogleMaps />
    </>
  )
}
