import React from 'react'
import '../../../styles/Pages.css'
import WildanSportsImg from '../../../img/wildansports_img.jpg'
import GoogleMaps from '../../googleMap/GoogleMaps'

export default function WildandSport() {
  return (
    <>
    <div className="container">
			<div className='wildand_content'>
        <h1>Воля и спорт</h1>
        <h2>Воля и самовоспитание у стрелков из лука.</h2>
        <p>Как известно в спорте существует физическая и психологическая подготовка, каждая из которых имеет очень важное значение для подготовки спортсменов высокого класса. Суть подготовки стрелка из лука к спортивной деятельности заключается в формировании его общей готовности для эффективного участия в соревнованиях.</p>
        <img alt="WildanSportsImg" src={WildanSportsImg}/>
      </div>
      <div className='wildan_info'>
        <p>Для того чтобы наиболее полно и продуктивно реализовать накопленный потенциал разных видов подготовки, стрелок должен быть подготовлен психологически, т.к. во время соревновательной деятельности могут возникать непривычные для стрелка ситуации, и поэтому спортсмену нужно будет эффективно осуществлять свою деятельность в тех ситуациях, которые для него непривычны. Для решения этой задачи существует психологическая подготовка, в результате которой происходит формирование и совершенствование наиболее значимых для спортивной деятельности качеств личности стрелка, психических процессов обеспечивающих ее продуктивность. А так же обучение лучников наиболее эффективным приемам и методам саморегуляции психических состояний с целью создания и поддержания психической готовности к многолетнему тренировочному процессу и участии в соревнованиях любого ранга.</p>

        <p>Таким образом, каждому спортсмену необходимо обладать многими качествами личности, которые позволят ему обеспечить максимально результативную соревновательную деятельность. Одними из таких наиболее важных качеств являются воля и самовоспитание.</p>

        <p>Известное определение воли как "деятельной стороны разума и морального чувства, управляющей движениями" (И.М. Сеченов) указывает на ее неразрывную связь с интеллектуальными и нравственными началами поведения, а вместе с тем подчеркивает, что воля сама есть внутренний источник деятельных проявлений человека и регулятор его активности. Основные задачи, относящиеся к воспитанию воли в процессе физического воспитания, состоят в том, чтобы обеспечить:</p>

        <p>1) формирование мотивационных, интеллектуальных и нравственных основ волевых проявлений применительно к требованиям спортивной деятельности;</p>

        <p>2) разностороннее развитие волевых качеств, необходимых в данной деятельности (целеустремленности, инициативности, решительности, смелости, самообладания, настойчивости, стойкости), формирование на этой основе стержневых черт характера, которые проявлялись бы не только в условиях спортивных состязаний, но и в многообразных ситуация жизненной практики.</p>

        <p>Проявления воли зависят в первую очередь от мотива деятельности, сила же их производна от того, насколько он совпадает с жизненными интересами личности, соответствует ее идеалам и опирается на твердые нравственные убеждения. Подлинно незаурядные проявления воли вызывают высокая цель, глубокие моральные чувства, активная жизненная позиция личности, вырабатываемые прежде всего нравственным идейным и конкретно-этическим воспитанием.</p>

        <p>Существенно вместе с тем, что во внешнем своем выражении воля не может проявиться помимо мышечных движений (хотя к ним, понятно, не сводится конечный результат проявления воли). Этим обусловлено единство физического и волевого воспитания. Фактически многое из того, что понимается под "физическим воспитанием" представляет собой и воспитание воли. В процессе обучения движениям, воспитания физических способностей и особенно в процессе спортивного совершенствования обязательно приводятся в действие, выявляются и развиваются волевые свойства личности. Без этого не мыслится реализация ни одной сколько-нибудь серьезной задачи на пути физического совершенствования.</p>

        <p>Специфическим фактором воспитания волевых качеств является преодоление трудностей, связанных с мобилизацией воли. То, что воля воспитывается через преодоление трудностей, в борьбе с ними, давно уже стало аксиомой. Однако она справедлива лишь при определенных условиях: если трудности преодолеваются систематически, а не от случая к случаю; если они не остаются неизменными, а возрастают; если мера возрастания трудностей не исключает возможности преодоления их. Того же требуют и закономерности физического воспитания, которые отражены в принципах систематичности, непрерывности и постепенного увеличения нагрузок. Это означает, что логика процесса физического воспитания и логика воспитания воли в данном отношении совпадают. Однако по ходу реализации задач физического воспитания создается отнюдь не все, что необходимо для воспитания воли, - требуются еще и дополнительные, специально направленные воздействия. Надо, поэтому целесообразно сочетать две основные методические линии воспитания воли в процессе физического воспитания, одна из которых имеет своей основой регулярную мобилизацию на безусловное выполнение заданий и установок, непосредственно вытекающих из логики планомерных занятий по физическому воспитанию, другая - системное использование специальных, мобилизирующих волю заданий и установок, преодоление возникающих в связи с этим дополнительных трудностей.</p>

        <p>Первая линия обусловлена тем, что регулярное выполнение на протяжении значительного отрезка жизненного пути серьезного, четко организованного дела вырабатывает стойкую установку на обязательное отношение к нему, формирует привычку доводить его до конца, не останавливаясь перед возникающими трудностями, в результате чего со временем складываются соответствующие постоянные черты характера. Эта линия воспитания воли обеспечивается в процессе физического воспитания всей системой организации круглогодичных многолетних занятий, строго регламентированным режимом их, постепенным и неуклонным возрастанием физических нагрузок и других требований, связанных с реализацией задач тренировочного процесса.</p>

        <p>Общими условиями эффективности воспитания воли на такой основе являются: ясная мотивация, деловой стиль организации занятий, четко налаженный распорядок работы, личный пример воспитателя в обязательном отношении к делу, сформированная объединенными силами физкультурного коллектива традиция безусловно выполнять поставленные задачи.</p>

        <p>Вторая линия предполагает введение по ходу физического воспитания системы дополнительных заданий и установок с целью избирательно стимулировать развитие волевых качеств. Это бывает необходимо, например, когда достигается устойчивая адаптация к относительно стандартным комплексам упражнений и связанным с ними нагрузкам или когда разученные упражнения становятся настолько привычными, что не требуют значительных волевых усилий. Приемы введения и реализации специальных волемобилизуюших заданий, установок в практике физического воспитания достаточно разнообразны. Наиболее распространенные из них условно можно объединить в следующие группы.</p>

        <p>1. Введение заданий и установок по превышению привычных параметров усилий (скорости и темпа движений, интенсивности и длительности напряжений и т.д.) на фоне затрудняющих функциональных сдвигов, которые возникают в процессе упражнений, в том числе:</p>

        <p>внезапное введение заданий, требующих преодоления утомления (например, преодолеть дополнительный отрезок дистанции в конце группового кросса с установкой на опережение; добиться победы в дополнительно вводимое время игры);</p>

        <p>проведение прикидок и отдельных контрольных упражнений в условиях неполного восстановления.</p>

        <p>2. Введение соревновательных начал с установкой на обязательное достижение заданного результата, несмотря на завышение требования к условиям его демонстрации (например, проведение контрольного состязания с зачетом результата только в том случае, если он показан сразу же в первой попытке, или игрового состязания, победитель в котором определяется при условии выигрыша двух игр подряд).</p>

        <p>3. Стимулирование волевых проявлений путем усложнения внешних условий действий, в том числе:</p>

        <p>путем изменения пространственных условий, усложняющего двигательную задачу или повышающего степень риска при выполнении упражнений (метания из уменьшенного круга, прыжки в высоту при суженных стойках, упражнения в равновесии на суженной и повышенной опоре, прыжки в воду с увеличенной высоты и т.д.)</p>

        <p>путем переноса занятий в необычные условия естественной среды или применения непривычного инвентаря, оборудования (проведение занятий на сложно-пересеченной местности, в неблагоприятную погоду (для стрелков из лука очень актуально), с преодолением естественных предметных препятствий, с использованием подручных отягощений и т.д.).</p>

        <p>Применяя все эти приемы, необходимо вдумчиво нормировать дополнительные трудности, связанные с реализацией вводимых заданий и установок, заблаговременно и тщательно готовить к их выполнению, соблюдать общие принципы и правила методики воспитания. Направляя формирование волевых черт характера у своих воспитанников, тренер должен вместе с тем постоянно переводить, образно говоря, процесс воспитания на рельсы самовоспитания. Ибо действительная эффективность воспитания воли в конечном счете определяется тем. насколько этот процесс перерастает в сознательную самоактивность личности, направленную на выработку своих волевых качеств.</p>

        <p>Как и воспитание, самовоспитание-процесс многограннен. Он включает в себя самоопределение и самопобуждение, самообразование и самопознание, самоубеждение и самоприучение, саморегуляцию, самопреодоление и самоконтроль.</p>

        <p>Самовоспитание в физическом воспитании по-настоящему начинается тогда, когда сформирована осмысленная потребность физического совершенствования, которая воплощается в самостоятельных действиях, направленных на достижение максимальных результатов. Пробуждение и последовательное развитие такой потребности - одна из важных задач специалиста физического воспитания, которую необходимо решать с первых же этапов приобщения воспитанников к тренировочной деятельности на основе формирования у них содержательных мотивов занятий, сообщения знаний, необходимых для самостоятельного использования средств физического воспитания, развития активности, инициативности, самостоятельности.</p>

        <p>Ведущая роль тренера с самого начала должна сочетаться с активным участием занимающихся в постановке тренировочного процесса (в конкретизации задач и путей их решения, организации занятий и т.д.).</p>

        <p>Конечно, формы и степень такого участия зависят в первую очередь от возрастных особенностей спортсменов и уровня их подготовленности. Тренер непременно должен формировать у стрелков из лука осознанную внутреннюю установку к действию, внешнее побуждение переводить в самопобуждение, мобилизацию - в самомобилизацию.</p>

        <p>К основным путям и формам самовоспитания, включенным в процесс физического воспитания или непосредственно связанным с ним, относятся следующие.</p>

        <p>Самообразование и самопознание, специфическим содержанием которых является самостоятельное пополнение знаний о закономерностях строения, функционирования и развития организма, принципах, средствах и методах физического воспитания, условиях их применения, а также познание своих собственных двигательных возможностей, способов их использования и увеличения в интересах самосовершенствования и т.д. Исходная база для этого создается общим образованием, как одной из сторон обязательного курса физического воспитания, и воспитанием познавательных способностей. Необходимые предпосылки самопознания и вместе с тем неотделимые моменты его - приобретение навыков самонаблюдения, самоанализа и самооценки. Все это тренер может давать спортсменам лучникам на теоретических занятиях.</p>

        <p>Самоприучение к обязательной реализации задач, вытекающих из программы физического воспитания, заданному режиму тренировочной деятельности и связанному с ней общему режиму жизни. Для самовоспитания имеет значение не столько эффект привыкания внешне установленным формам поведения, сколько постоянное преодоление инерции покоя по внутреннему побуждению, разумные самоограничения, вытекающие из принципов организации здорового образа жизни, бескомпромиссная борьба с привычками, противоречащими такому образу жизни.</p>

        <p>Самомобилизация и саморегуляция в специфических ситуациях спортивной деятельности.</p>

        <p>Методы и приемы самомобилизации на достижение высокого результата включают многие способы самопобуждения, опирающиеся как на сформированные убеждения, мотивы, установки, так и на чувство долга, собственного достоинства, здорового честолюбия и самолюбия, а также такие способы активизации, как самопрогнозирование исхода предстоящих действий, самоприказы по ходу их выполнения (с использованием внутренней речи в форме команд, подлежащих безусловному выполнению) и т.д. Еще разнообразнее приемы саморегуляции двигательной деятельности и состояний, возникающих в связи с ней. Это приемы предварительной настройки и самокоррекции двигательных действий, идеомоторные упражнения, психорегулирующая тренировка и многие другие.</p>

        <p>Самоконтроль за поведением, за результатами спортивной деятельности и своим общим состоянием. Систематический самоконтроль, будучи одним из необходимых условий эффективности тренировочного процесса при воспитании высококвалифицированных стрелков из лука, является в то же время неотделимой частью самовоспитания. Он складывается из самонаблюдений, самоанализа и самооценок с принятием обязывающих решений и самостоятельным наблюдением за их выполнением. Несмотря на видимую простоту, одним из действеннейших инструментов самоконтроля служит регулярное ведение спортивного дневника стрелка из лука с фиксацией и анализом действий, содержания занятий и их результатов, своих чувств и самооценок. Существенно, что самоконтроль в тренировочном процессе во многом объективизируется: содержание занятий, степень преодолеваемых трудностей и мера достижений могут быть выражены в конкретных количественных показателях (параметрах объема и интенсивности нагрузок, результатах контрольных упражнений, тестовых измерений, соревнований и т. д); то же относится к ряду легко регистрируемых показателей динамики своего физического состояния (возможность оперативной самостоятельной - регистрации ЧСС, веса тела, некоторых антропометрических параметров и т.д.). Понятно, что это способствует эффективности самоконтроля и тем самым увеличивает возможности его использования в целях воспитания.</p>

        <p>Таким образом, достижение высоких спортивных результатов возможно только в процессе многолетней систематической тренировки, характеризующейся большими объемами и высокой интенсивностью тренировочной работы, в процессе которой такие качества личности как&nbsp; воля и самовоспитание спортсмена, играют очень значимую роль. Выполнение &nbsp;всех тренировочных и соревновательных &nbsp;нагрузок &nbsp;требуют от стрелка максимальной отдачи и самообладания.</p>

        <p><strong>Литература:</strong></p>

        <p>1. Горбунова Г.Д. Психопедагогика спорта. – М.: ФиС, 1986.<br />
        2. Деркач А.А., Исаев А.А. Педагогическое мастерство тренера. – М.: ФиС, 1981.<br />
        3. Матвеев Л.П. Воспитание моральных и волевых качеств, специальная психическая подготовка в процессе спортивной тренировки. – М.: ФиС 1977.</p>
      </div>
    </div>
      <GoogleMaps />
    </>
  )
}
 